{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 1646648, "word_counts": "{\"endbr64\": 279433, \"sub\": 163052, \"rsp\": 390668, \"mov\": 2079995, \"rax\": 759161, \"test\": 223068, \"push\": 870508, \"r13\": 228710, \"r12\": 297855, \"rbp\": 610305, \"rbx\": 508493, \"xor\": 212959, \"ebp\": 28228, \"r9\": 40278, \"rdx\": 288938, \"pop\": 398975, \"rsi\": 339139, \"lea\": 361863, \"rdi\": 556276, \"cmp\": 189968, \"jnz\": 135939, \"retn\": 235578, \"edx\": 207967, \"80h\": 3795, \"call\": 551534, \"shr\": 17240, \"3fh\": 7081, \"sar\": 12206, \"add\": 168785, \"jz\": 230807, \"r15\": 171257, \"r14\": 223271, \"edi\": 112116, \"2ah\": 660, \"esi\": 153069, \"0d8h\": 2133, \"r13d\": 20841, \"as\": 918, \"rcx\": 164897, \"eax\": 564488, \"and\": 24380, \"r15d\": 14216, \"ecx\": 126949, \"ebx\": 50824, \"r8d\": 34819, \"jmp\": 345612, \"r8\": 68401, \"movzx\": 51777, \"dil\": 2962, \"sil\": 5053, \"dl\": 12194, \"cl\": 11175, \"7fh\": 1149, \"ja\": 7661, \"movsxd\": 16127, \"18h\": 22470, \"jle\": 7807, \"1fh\": 2704, \"r9d\": 20997, \"r8b\": 1568, \"al\": 60204, \"r12d\": 28632, \"12h\": 1011, \"r14d\": 16839, \"js\": 6824, \"or\": 16571, \"ah\": 1027, \"cdqe\": 2509, \"16h\": 958, \"4bh\": 166, \"a252\": 2, \"24h\": 609, \"45h\": 238, \"pxor\": 15703, \"xmm0\": 72854, \"nop\": 35367, \"movaps\": 9503, \"jb\": 10252, \"0ah\": 4869, \"xorps\": 709, \"aibt\": 1, \"arel\": 5, \"cmovnz\": 3382, \"jg\": 6379, \"jns\": 2088, \"10h\": 35991, \"leave\": 44987, \"not\": 1579, \"64h\": 615, \"30h\": 11265, \"38h\": 10918, \"4ch\": 204, \"file\": 244, \"s\": 431, \"r11\": 6861, \"movups\": 17800, \"movdqu\": 4718, \"2eh\": 980, \"100h\": 1631, \"di\": 1230, \"shl\": 18951, \"r10\": 13535, \"20h\": 26425, \"23h\": 591, \"jbe\": 17255, \"movsx\": 3785, \"imul\": 5071, \"21h\": 745, \"50h\": 3910, \"sbb\": 1663, \"r11d\": 3963, \"ror\": 202, \"0f0h\": 827, \"xmm4\": 1505, \"40h\": 8543, \"400h\": 897, \"41h\": 587, \"3dh\": 424, \"0eh\": 1413, \"110h\": 364, \"0e0h\": 567, \"0a8h\": 989, \"setz\": 6616, \"31h\": 400, \"jnb\": 8489, \"r9b\": 967, \"1d9h\": 17, \"movsd\": 3002, \"cmovz\": 3996, \"setnz\": 7956, \"66h\": 335, \"76h\": 152, \"bl\": 3153, \"28h\": 12210, \"0ffh\": 1466, \"ar\": 75, \"7ch\": 160, \"env\": 43, \"0fh\": 2884, \"ax\": 11931, \"32h\": 371, \"3a7h\": 3, \"268h\": 28, \"200h\": 1018, \"r10d\": 6430, \"idiv\": 442, \"cqo\": 195, \"0c1h\": 69, \"cmovnb\": 860, \"37h\": 645, \"ascs\": 5, \"0a2h\": 125, \"17h\": 725, \"0d0h\": 1336, \"14h\": 1020, \"118h\": 321, \"cx\": 1406, \"46h\": 313, \"cmovs\": 416, \"neg\": 2889, \"48h\": 4403, \"movss\": 1337, \"xmm1\": 14744, \"movdqa\": 2664, \"xmm6\": 992, \"xmm5\": 1231, \"xmm2\": 5188, \"cvtss2sd\": 208, \"pandn\": 5, \"xmm7\": 1186, \"por\": 51, \"pcmpgtd\": 22, \"divsd\": 268, \"punpcklqdq\": 3286, \"movq\": 7493, \"2ch\": 654, \"0ch\": 2621, \"done\": 2, \"2d0h\": 28, \"1c2h\": 19, \"cmovbe\": 938, \"setb\": 896, \"cs\": 1222, \"stosq\": 1146, \"dx\": 2542, \"0edh\": 36, \"1d1h\": 22, \"36h\": 238, \"70h\": 2336, \"5eh\": 328, \"0d6h\": 43, \"5dh\": 258, \"158h\": 133, \"67h\": 200, \"0bch\": 21, \"222h\": 13, \"0b5h\": 31, \"8fh\": 50, \"10bh\": 66, \"azd\": 3, \"4eh\": 159, \"3bh\": 296, \"88h\": 1218, \"bx\": 491, \"bt\": 1204, \"0dh\": 1758, \"7bh\": 142, \"atc\": 2, \"subsd\": 222, \"cvttsd2si\": 429, \"btc\": 84, \"5bh\": 284, \"aoff\": 29, \"ai\": 28, \"61h\": 919, \"58h\": 2571, \"1eh\": 765, \"68h\": 3055, \"210h\": 77, \"5\": 15, \"60h\": 3498, \"4\": 36, \"3e8h\": 326, \"3ah\": 630, \"3ch\": 472, \"comisd\": 304, \"cmova\": 976, \"r14b\": 884, \"movapd\": 678, \"22h\": 940, \"2dh\": 975, \"jl\": 1679, \"xmm3\": 2768, \"cvtsi2ss\": 183, \"ahup\": 2, \"jo\": 205, \"cmovg\": 494, \"r12b\": 1654, \"ac\": 88, \"bpl\": 1879, \"7ah\": 173, \"7dh\": 167, \"43h\": 273, \"0e2h\": 16, \"mulsd\": 339, \"5fh\": 484, \"addsd\": 512, \"235h\": 18, \"bswap\": 2029, \"2fh\": 1920, \"410h\": 53, \"asmv\": 1, \"ass\": 253, \"ayy\": 10, \"1b6h\": 43, \"9ah\": 58, \"52h\": 236, \"1bh\": 448, \"1\": 119, \"aiso\": 7, \"a576\": 9, \"0bh\": 2293, \"si\": 1482, \"0dfh\": 105, \"aok\": 39, \"xchg\": 3754, \"238h\": 53, \"xadd\": 1188, \"54h\": 153, \"4d0h\": 26, \"124h\": 40, \"2a8h\": 43, \"n\": 201, \"0e8h\": 665, \"set\": 23, \"90h\": 1204, \"fstp\": 45, \"st\": 29, \"1f1h\": 10, \"19h\": 795, \"jge\": 1515, \"1e2h\": 12, \"39h\": 286, \"120h\": 255, \"mul\": 559, \"free\": 1036, \"29h\": 500, \"72h\": 652, \"65h\": 350, \"98h\": 819, \"73h\": 290, \"71h\": 156, \"aouq\": 2, \"s2\": 174, \"115h\": 28, \"0b8h\": 486, \"cmovl\": 452, \"6fh\": 222, \"62h\": 205, \"r13b\": 1363, \"movsq\": 191, \"5ch\": 497, \"rol\": 979, \"27h\": 573, \"2d8h\": 34, \"atab\": 3, \"afat\": 6, \"func\": 234, \"6eh\": 289, \"ahdm\": 10, \"aeo\": 2, \"afs\": 6, \"movd\": 1495, \"amtd\": 2, \"acsd\": 2, \"74h\": 210, \"div\": 1307, \"aunb\": 2, \"0a0h\": 999, \"0b0h\": 1529, \"aadd\": 12, \"242h\": 13, \"140h\": 203, \"484h\": 4, \"8e7h\": 2, \"axts\": 4, \"punpckldq\": 384, \"agap\": 2, \"11h\": 1153, \"0feh\": 380, \"s1\": 123, \"0d5h\": 37, \"290h\": 63, \"a1fv\": 2, \"adc\": 393, \"26h\": 782, \"2\": 176, \"bp\": 252, \"bsr\": 336, \"bsf\": 101, \"r15w\": 78, \"13h\": 857, \"0a5h\": 27, \"0cch\": 29, \"4fh\": 192, \"92h\": 51, \"1ah\": 629, \"setnbe\": 328, \"8f4h\": 8, \"cvtsi2sd\": 816, \"47h\": 225, \"3eh\": 537, \"r8w\": 322, \"r10b\": 604, \"0d7h\": 20, \"am\": 15, \"cmovge\": 240, \"20fh\": 22, \"alvm\": 6, \"0c0h\": 748, \"1e7h\": 17, \"72ah\": 2, \"8b2h\": 2, \"a2f\": 12, \"79h\": 233, \"15h\": 905, \"468h\": 106, \"1a8h\": 123, \"ahid\": 9, \"7eh\": 258, \"1dh\": 523, \"1a6h\": 16, \"1d8h\": 144, \"0fbh\": 117, \"2c6h\": 21, \"108h\": 206, \"1dch\": 15, \"aini\": 2, \"r13w\": 136, \"apss\": 6, \"1dbh\": 7, \"23eh\": 7, \"151h\": 11, \"24fh\": 8, \"0e7h\": 38, \"55h\": 163, \"asss\": 66, \"0fdh\": 165, \"240h\": 35, \"alld\": 65, \"78h\": 1464, \"128h\": 235, \"183h\": 12, \"0ach\": 311, \"25h\": 593, \"75h\": 146, \"r9w\": 180, \"202h\": 65, \"102h\": 75, \"104h\": 43, \"1e8h\": 65, \"51h\": 133, \"asdu\": 2, \"r15b\": 660, \"aqos\": 2, \"ayes\": 39, \"5ah\": 151, \"4ah\": 174, \"0f8h\": 390, \"418h\": 65, \"6dh\": 230, \"anow\": 1, \"alo\": 6, \"198h\": 231, \"498h\": 11, \"800h\": 514, \"paddq\": 80, \"cmovns\": 339, \"azu\": 6, \"6ch\": 267, \"ald\": 17, \"430h\": 30, \"802h\": 5, \"919h\": 1, \"9abh\": 3, \"61ch\": 7, \"inc\": 2754, \"230h\": 112, \"pcmpeqd\": 116, \"8b8h\": 6, \"al0\": 5, \"69h\": 175, \"ao\": 16, \"5eeh\": 4, \"dec\": 4627, \"105h\": 55, \"aval\": 5, \"0f9h\": 79, \"82h\": 100, \"34h\": 370, \"cmovb\": 1171, \"7d0h\": 28, \"amd5\": 12, \"0bfh\": 96, \"63h\": 449, \"stosd\": 61, \"ajmp\": 2, \"6bh\": 113, \"alf\": 4, \"254h\": 11, \"23bh\": 7, \"45ah\": 4, \"72dh\": 4, \"6ach\": 2, \"7a8h\": 5, \"879h\": 2, \"77h\": 180, \"138h\": 163, \"ads\": 7, \"283h\": 7, \"103h\": 58, \"87h\": 134, \"3efh\": 8, \"aii\": 2, \"a7za\": 2, \"abd\": 2, \"cmovle\": 294, \"ay\": 4, \"at\": 42, \"160h\": 144, \"ap\": 43, \"alq\": 2, \"akb\": 5, \"ahp\": 2, \"am2\": 2, \"12ch\": 36, \"an\": 26, \"adp\": 3, \"0\": 1541, \"minsd\": 17, \"au\": 58, \"root\": 4, \"setbe\": 233, \"2bh\": 2077, \"ano\": 23, \"setnle\": 492, \"1ch\": 718, \"44h\": 298, \"divss\": 112, \"23ch\": 25, \"172h\": 23, \"42h\": 295, \"asyn\": 10, \"31ah\": 3, \"0bbh\": 32, \"11dh\": 17, \"0a3h\": 36, \"2c4h\": 8, \"44bh\": 2, \"38ch\": 4, \"a960\": 2, \"dh\": 428, \"14eh\": 15, \"196h\": 12, \"35h\": 200, \"ch\": 218, \"101h\": 200, \"85h\": 69, \"28dh\": 8, \"542h\": 6, \"ain\": 5, \"287h\": 19, \"ucomiss\": 166, \"jp\": 185, \"aso\": 12, \"57h\": 330, \"aat\": 2, \"6b8h\": 5, \"esp\": 137, \"endbr32\": 30, \"38bh\": 8, \"33h\": 235, \"157h\": 13, \"2f6h\": 11, \"2b8h\": 109, \"stmxcsr\": 19, \"agmt\": 3, \"atz\": 11, \"53bh\": 8, \"2a5h\": 4, \"cvtsd2ss\": 89, \"76ch\": 32, \"5ceh\": 2, \"406h\": 42, \"a0lf\": 2, \"1edh\": 68, \"acdg\": 2, \"49h\": 380, \"setnb\": 228, \"990h\": 5, \"30dh\": 3, \"4b1h\": 6, \"r11b\": 265, \"0efh\": 80, \"key\": 62, \"620h\": 24, \"alu\": 115, \"401h\": 89, \"bh\": 109, \"0e5h\": 76, \"218h\": 100, \"tzcnt\": 246, \"208h\": 73, \"0c3h\": 18, \"0f7h\": 60, \"155h\": 14, \"araw\": 9, \"name\": 568, \"tp\": 4, \"ucomisd\": 235, \"pshufd\": 256, \"ana\": 21, \"168h\": 116, \"438h\": 39, \"1e0h\": 203, \"cond\": 25, \"185h\": 30, \"113h\": 36, \"acli\": 23, \"904h\": 6, \"1feh\": 22, \"4c3h\": 11, \"518h\": 15, \"54ah\": 3, \"1efh\": 4, \"0c8h\": 599, \"3ffh\": 276, \"5bfh\": 4, \"ad\": 118, \"7f8h\": 54, \"180h\": 210, \"8f3h\": 2, \"146h\": 32, \"92fh\": 34, \"r12w\": 246, \"39bh\": 30, \"145h\": 13, \"15ah\": 14, \"383h\": 15, \"573h\": 1, \"266h\": 3, \"625h\": 7, \"97h\": 23, \"83h\": 79, \"84h\": 799, \"adev\": 11, \"adst\": 2, \"a16s\": 2, \"aset\": 16, \"adel\": 2, \"a02x\": 23, \"420h\": 31, \"6ah\": 87, \"3b4h\": 4, \"3f2h\": 7, \"8c2h\": 4, \"y\": 3, \"1ffh\": 261, \"0a6h\": 44, \"fmt\": 8, \"vlog\": 11, \"raw\": 1, \"conf\": 7, \"8ebh\": 6, \"6c0h\": 2, \"174h\": 37, \"44ch\": 2, \"8ah\": 54, \"56h\": 135, \"99h\": 64, \"96h\": 61, \"1e6h\": 8, \"1cbh\": 7, \"2aah\": 9, \"25ch\": 18, \"0b6h\": 9, \"0c2h\": 32, \"1d6h\": 3, \"1d3h\": 12, \"0cdh\": 40, \"141h\": 30, \"0e4h\": 39, \"25bh\": 8, \"181h\": 11, \"152h\": 26, \"2b3h\": 4, \"19fh\": 5, \"133h\": 23, \"3ech\": 3, \"253h\": 5, \"127h\": 15, \"apts\": 2, \"13ah\": 22, \"pcmpgtb\": 10, \"1cah\": 4, \"204h\": 25, \"12fh\": 52, \"0d3h\": 23, \"262h\": 22, \"398h\": 5, \"0c6h\": 26, \"0e3h\": 93, \"27dh\": 15, \"239h\": 13, \"350h\": 11, \"3dfh\": 6, \"33ah\": 5, \"0bdh\": 25, \"121h\": 30, \"535h\": 2, \"2bdh\": 7, \"1a4h\": 53, \"431h\": 4, \"2d7h\": 6, \"14ch\": 33, \"19bh\": 2, \"1b5h\": 12, \"213h\": 6, \"153h\": 10, \"28bh\": 29, \"187h\": 32, \"2c9h\": 4, \"116h\": 12, \"1c8h\": 103, \"2bah\": 14, \"16dh\": 25, \"1c5h\": 17, \"380h\": 28, \"150h\": 191, \"34ah\": 4, \"22eh\": 9, \"10fh\": 60, \"1c7h\": 16, \"0dah\": 32, \"299h\": 10, \"2d1h\": 4, \"285h\": 16, \"226h\": 15, \"37eh\": 8, \"331h\": 8, \"486h\": 2, \"197h\": 11, \"277h\": 9, \"199h\": 21, \"259h\": 21, \"589h\": 8, \"112h\": 32, \"2f7h\": 21, \"344h\": 5, \"3d4h\": 38, \"506h\": 4, \"109h\": 26, \"163h\": 28, \"arbe\": 1, \"seto\": 44, \"ax2x\": 2, \"4e9h\": 6, \"4e4h\": 11, \"7ffh\": 126, \"53h\": 183, \"17fh\": 59, \"asc\": 31, \"0cah\": 272, \"89h\": 95, \"15bh\": 16, \"1ach\": 31, \"7f7h\": 2, \"77fh\": 12, \"av\": 20, \"asn\": 1, \"a1\": 82, \"cdq\": 220, \"880h\": 6, \"anet\": 1, \"600h\": 29, \"500h\": 61, \"shld\": 50, \"r11w\": 87, \"960h\": 6, \"psllq\": 2, \"1fch\": 26, \"1f3h\": 18, \"3f0h\": 10, \"a13\": 4, \"3a8h\": 5, \"3b6h\": 4, \"asd\": 52, \"384h\": 26, \"r14w\": 99, \"a0x\": 6, \"810h\": 19, \"alt\": 10, \"agt\": 2, \"a03d\": 4, \"movhps\": 311, \"aft\": 2, \"1f0h\": 73, \"a09\": 4, \"0b4h\": 54, \"59h\": 161, \"227h\": 13, \"acf\": 6, \"390h\": 22, \"4f8h\": 4, \"448h\": 30, \"321h\": 4, \"dest\": 351, \"0ebh\": 90, \"228h\": 173, \"arg\": 99, \"6\": 24, \"comiss\": 211, \"mulss\": 143, \"220h\": 82, \"20ah\": 25, \"axz\": 4, \"aiex\": 2, \"0e6h\": 22, \"60fh\": 2, \"4b0h\": 25, \"0fah\": 45, \"890h\": 3, \"cwde\": 46, \"adtr\": 2, \"0f4h\": 30, \"93h\": 33, \"amt\": 3, \"301h\": 25, \"a0m\": 278, \"341h\": 8, \"6a9h\": 6, \"6c8h\": 12, \"8e5h\": 2, \"117h\": 17, \"8d8h\": 24, \"248h\": 101, \"4dh\": 1306, \"shufpd\": 36, \"paddd\": 68, \"aoga\": 1, \"psrldq\": 25, \"0f5h\": 32, \"addss\": 221, \"setl\": 185, \"a8\": 22, \"2a0h\": 70, \"0fch\": 97, \"r10w\": 142, \"agot\": 6, \"afpa\": 2, \"130h\": 218, \"22fh\": 14, \"a0xx\": 21, \"astx\": 8, \"51ch\": 5, \"ardb\": 2, \"aeax\": 12, \"455h\": 4, \"405h\": 31, \"0c7h\": 67, \"1b4h\": 21, \"1f4h\": 64, \"dir\": 10, \"afc\": 2, \"7cfh\": 1, \"allx\": 93, \"acxt\": 16, \"2f8h\": 18, \"alx\": 17, \"arb\": 24, \"18ch\": 16, \"mode\": 8, \"1c0h\": 172, \"4feh\": 12, \"741h\": 4, \"18dh\": 27, \"14bh\": 6, \"154h\": 14, \"402h\": 44, \"3b5h\": 5, \"514h\": 6, \"844h\": 9, \"34eh\": 8, \"50fh\": 4, \"1e4h\": 7, \"580h\": 4, \"818h\": 26, \"34ch\": 5, \"a319\": 2, \"24dh\": 7, \"1f5h\": 14, \"1cch\": 10, \"257h\": 5, \"261h\": 13, \"663h\": 2, \"203h\": 4, \"209h\": 8, \"ap20\": 2, \"149h\": 36, \"980h\": 5, \"1b0h\": 245, \"aosu\": 1, \"asu\": 10, \"2aeh\": 5, \"256h\": 18, \"21ch\": 15, \"16eh\": 3, \"3a6h\": 5, \"409h\": 4, \"0ech\": 24, \"assd\": 187, \"388h\": 38, \"3f8h\": 28, \"3f7h\": 12, \"5c4h\": 6, \"2b0h\": 19, \"288h\": 53, \"93fh\": 6, \"0b9h\": 34, \"asny\": 2, \"aasv\": 23, \"460h\": 31, \"360h\": 7, \"0e1h\": 81, \"340h\": 14, \"abs\": 2, \"cd\": 2, \"412h\": 3, \"45ch\": 7, \"4cah\": 6, \"12dh\": 16, \"path\": 61, \"aifu\": 3, \"ahz\": 3, \"ahhu\": 6, \"ahu\": 11, \"allu\": 91, \"ag\": 13, \"aall\": 11, \"9ch\": 45, \"11ch\": 11, \"as16\": 2, \"44dh\": 10, \"13dh\": 9, \"463h\": 6, \"au8\": 2, \"2e8h\": 46, \"aw\": 15, \"movhlps\": 60, \"a66\": 4, \"0b3h\": 48, \"5b8h\": 9, \"alc\": 2, \"5b0h\": 2, \"amsg\": 14, \"2e1h\": 6, \"34fh\": 6, \"adf\": 4, \"606h\": 1, \"pshufhw\": 6, \"shufps\": 64, \"0eeh\": 34, \"3d7h\": 5, \"vbroadcastss\": 1, \"ymm4\": 89, \"vxorps\": 5, \"cvttss2si\": 107, \"558h\": 5, \"punpcklbw\": 45, \"psraw\": 2, \"xmm8\": 159, \"punpcklwd\": 17, \"subps\": 33, \"xmm9\": 112, \"cvtdq2ps\": 7, \"andps\": 55, \"cmpltps\": 8, \"ymm1\": 142, \"ymm0\": 219, \"vsubps\": 2, \"vmulps\": 2, \"vaddps\": 2, \"ymm7\": 18, \"ymm6\": 32, \"vmovaps\": 10, \"ymm5\": 60, \"vfmadd132ss\": 2, \"vmovss\": 4, \"vfnmadd132ss\": 2, \"0b7h\": 24, \"attb\": 13, \"actb\": 2, \"900h\": 109, \"afm\": 2, \"3\": 30, \"aupd\": 2, \"unpcklps\": 58, \"movlps\": 52, \"aerg\": 2, \"ai8\": 2, \"a239\": 12, \"a01\": 2, \"subss\": 91, \"unpcklpd\": 115, \"movlhps\": 23, \"148h\": 125, \"310h\": 16, \"10ch\": 17, \"0f6h\": 15, \"250h\": 165, \"4b8h\": 30, \"1d0h\": 161, \"27ah\": 6, \"2e0h\": 27, \"aidd\": 3, \"94h\": 51, \"ab\": 8, \"adcd\": 2, \"7e7h\": 2, \"axfs\": 6, \"aufs\": 2, \"stosb\": 15, \"psrld\": 13, \"300h\": 162, \"492h\": 2, \"3c5h\": 12, \"1fbh\": 3, \"46dh\": 4, \"170h\": 120, \"axd\": 2, \"aa\": 17, \"ard\": 6, \"ammx\": 6, \"movsb\": 222, \"0afh\": 18, \"argv\": 899, \"rule\": 298, \"args\": 154, \"data\": 448, \"nc\": 60, \"d\": 144, \"c\": 896, \"r\": 1020, \"h\": 2758, \"o\": 52, \"expr\": 238, \"b\": 264, \"a\": 78, \"to\": 30, \"mask\": 370, \"text\": 100, \"addr\": 98, \"e\": 656, \"base\": 25, \"pol\": 76, \"refs\": 56, \"xl\": 244, \"mac\": 98, \"nlh\": 432, \"t\": 500, \"m\": 200, \"ctx\": 397, \"reg\": 178, \"nlt\": 114, \"cmd\": 362, \"86h\": 80, \"p\": 113, \"len\": 118, \"ctrs\": 34, \"argc\": 162, \"anum\": 4, \"ptr\": 129, \"attr\": 82, \"type\": 42, \"seq\": 88, \"dup\": 36, \"i\": 206, \"next\": 34, \"pos\": 88, \"iter\": 110, \"cb\": 32, \"list\": 86, \"gen\": 110, \"ret\": 80, \"ats\": 4, \"fp\": 24, \"3e0h\": 14, \"dreg\": 6, \"a4u\": 3, \"pcnt\": 8, \"bcnt\": 24, \"2fdh\": 7, \"16ah\": 10, \"846h\": 8, \"29ah\": 10, \"3fah\": 14, \"1fdh\": 18, \"231h\": 14, \"a186\": 2, \"0deh\": 22, \"4a0h\": 4, \"40fh\": 6, \"0beh\": 29, \"1b8h\": 85, \"acsi\": 1, \"190h\": 71, \"5a0h\": 11, \"925h\": 2, \"2cfh\": 9, \"247h\": 46, \"464h\": 3, \"432h\": 4, \"a201\": 2, \"289h\": 16, \"setle\": 128, \"setnl\": 89, \"1e1h\": 21, \"28eh\": 2, \"610h\": 12, \"aosc\": 2, \"81bh\": 4, \"408h\": 26, \"501h\": 3, \"anak\": 1, \"188h\": 69, \"201h\": 51, \"a4\": 1, \"898h\": 2, \"aip4\": 2, \"abdt\": 2, \"afpu\": 4, \"ar8\": 2, \"186h\": 13, \"1a9h\": 12, \"cp\": 1, \"a00\": 32, \"nl\": 32, \"what\": 48, \"apu\": 6, \"pshuflw\": 36, \"info\": 12, \"a0\": 123, \"node\": 40, \"num\": 2, \"tick\": 26, \"line\": 14, \"a9d\": 2, \"als\": 5, \"aktb\": 4, \"706h\": 2, \"95h\": 54, \"0a1h\": 41, \"0a4h\": 38, \"241h\": 13, \"a06x\": 3, \"acs\": 7, \"api\": 6, \"aab\": 6, \"81h\": 387, \"8bh\": 46, \"8ch\": 61, \"528h\": 31, \"280h\": 76, \"328h\": 37, \"1a0h\": 51, \"370h\": 50, \"aetc\": 8, \"amo\": 4, \"0d9h\": 18, \"asse\": 2, \"opts\": 22, \"op\": 10, \"pent\": 10, \"aj\": 9, \"rld\": 36, \"size\": 26, \"pkts\": 26, \"dst\": 4, \"hl\": 10, \"atd0\": 2, \"19ch\": 18, \"acfb\": 3, \"119h\": 50, \"argp\": 5, \"0dch\": 18, \"53ah\": 4, \"48ch\": 4, \"asds\": 25, \"ref\": 22, \"aand\": 4, \"sreg\": 2, \"src\": 83, \"elem\": 10, \"awb\": 15, \"acpd\": 6, \"2eeh\": 3, \"movupd\": 142, \"atmp\": 44, \"out\": 24, \"in\": 105, \"307h\": 23, \"306h\": 7, \"389h\": 22, \"cpuid\": 44, \"xgetbv\": 10, \"syscall\": 178, \"setnp\": 62, \"pinsrw\": 36, \"gogo\": 4, \"rdtscp\": 3, \"pinsrd\": 6, \"pinsrq\": 2, \"pushfq\": 2, \"125h\": 12, \"0bah\": 118, \"0eah\": 26, \"int\": 52, \"vpbroadcastb\": 64, \"cmpxchg\": 599, \"anil\": 2, \"aof\": 2, \"jnp\": 36, \"0e9h\": 17, \"3a0h\": 19, \"ar15\": 2, \"bts\": 101, \"123h\": 30, \"320h\": 33, \"2feh\": 16, \"2cdh\": 28, \"a10s\": 6, \"sep\": 12, \"fake\": 30, \"fw\": 28, \"nm\": 34, \"aip6\": 10, \"j\": 30, \"330h\": 10, \"1f8h\": 98, \"psubd\": 18, \"aelr\": 2, \"asm\": 1, \"9a0h\": 3, \"114h\": 9, \"alxs\": 2, \"3c0h\": 3, \"650h\": 4, \"8dh\": 35, \"298h\": 50, \"0cbh\": 63, \"2fah\": 8, \"2f9h\": 4, \"11ah\": 19, \"aps1\": 2, \"aps4\": 2, \"aifs\": 4, \"jobs\": 22, \"a500\": 2, \"a4ds\": 4, \"acla\": 2, \"aos\": 6, \"itos\": 26, \"adld\": 2, \"404h\": 2, \"ud2\": 4194, \"pand\": 41, \"adt\": 1, \"adts\": 2, \"0ddh\": 49, \"a245\": 4, \"958h\": 3, \"349h\": 16, \"4a5h\": 9, \"cvtdq2pd\": 26, \"303h\": 22, \"442h\": 4, \"918h\": 11, \"a14\": 2, \"prio\": 2, \"3fdh\": 27, \"0f3h\": 16, \"8eh\": 154, \"apal\": 1, \"0dbh\": 23, \"acu\": 1, \"0aah\": 49, \"3b2h\": 6, \"4e1h\": 2, \"4dfh\": 4, \"164h\": 8, \"35eh\": 6, \"18ah\": 9, \"9b2h\": 2, \"8b5h\": 8, \"axl\": 2, \"159h\": 9, \"147h\": 110, \"9eh\": 36, \"184h\": 11, \"1e5h\": 19, \"9fh\": 40, \"2dch\": 14, \"17ch\": 14, \"aneg\": 2, \"ad10\": 2, \"4aah\": 4, \"2a1h\": 6, \"a0xd\": 2, \"5bbh\": 6, \"429h\": 7, \"a000\": 2, \"agtk\": 1238, \"579h\": 2, \"868h\": 10, \"6f6h\": 2, \"494h\": 3, \"1c9h\": 14, \"asi\": 3, \"428h\": 18, \"aamp\": 5, \"0abh\": 54, \"192h\": 13, \"a12\": 7, \"aas\": 11, \"362h\": 25, \"maxsd\": 14, \"3eah\": 11, \"ap15\": 2, \"apgp\": 2, \"arwx\": 2, \"aucb\": 2, \"4afh\": 15, \"167h\": 14, \"72bh\": 4, \"434h\": 2, \"a130\": 6, \"a310\": 2, \"6a4h\": 20, \"4f9h\": 2, \"a374\": 1, \"ayn\": 2, \"12bh\": 25, \"arwb\": 1, \"awin\": 1, \"anbd\": 5, \"ali\": 18, \"andpd\": 71, \"ans\": 2, \"aask\": 2, \"oact\": 1, \"10dh\": 13, \"15eh\": 39, \"348h\": 21, \"14ah\": 11, \"adsc\": 2, \"fail\": 88, \"arr\": 2, \"111h\": 44, \"am4\": 1, \"awss\": 2, \"aend\": 11, \"688h\": 2, \"fldz\": 3, \"4e6h\": 4, \"36ah\": 11, \"aq\": 5, \"areq\": 2, \"58dh\": 3, \"585h\": 6, \"598h\": 4, \"534h\": 8, \"3beh\": 7, \"apsk\": 1, \"a221\": 2, \"a301\": 3, \"a788\": 2, \"a588\": 2, \"ahci\": 2, \"a2x\": 2, \"23fh\": 18, \"3dbh\": 10, \"3edh\": 5, \"435h\": 4, \"43bh\": 5, \"440h\": 38, \"12ah\": 6, \"135h\": 15, \"14fh\": 9, \"18fh\": 15, \"195h\": 14, \"19ah\": 29, \"176h\": 14, \"17bh\": 15, \"1a5h\": 5, \"1aah\": 21, \"1afh\": 13, \"20eh\": 4, \"80fh\": 2, \"33ch\": 4, \"1eah\": 12, \"0c5h\": 20, \"0cfh\": 22, \"217h\": 7, \"142h\": 18, \"7fbh\": 10, \"215h\": 5, \"166h\": 6, \"8\": 15, \"amax\": 4, \"amin\": 3, \"8d0h\": 2, \"854h\": 4, \"a5\": 6, \"1d4h\": 8, \"44ah\": 2, \"46ah\": 16, \"a15s\": 3, \"47dh\": 14, \"ambr\": 10, \"132h\": 9, \"aaka\": 1, \"aaes\": 1, \"131h\": 16, \"acm\": 2, \"buf\": 11, \"480h\": 39, \"ahm\": 1, \"850h\": 5, \"1ebh\": 15, \"aarm\": 4, \"az\": 9, \"49ah\": 4, \"43ch\": 9, \"67fh\": 2, \"4bdh\": 4, \"481h\": 4, \"aus\": 11, \"arow\": 2, \"apng\": 3, \"0b1h\": 41, \"478h\": 11, \"586h\": 4, \"ap1y\": 2, \"136h\": 15, \"ae\": 23, \"8e0h\": 9, \"apop\": 3, \"a06e\": 2, \"a3o\": 2, \"a7m\": 2, \"a23m\": 4, \"260h\": 102, \"16ch\": 49, \"884h\": 32, \"178h\": 85, \"450h\": 27, \"4c0h\": 18, \"470h\": 26, \"270h\": 50, \"530h\": 37, \"540h\": 18, \"a136\": 22, \"488h\": 15, \"830h\": 30, \"718h\": 22, \"840h\": 68, \"25ah\": 52, \"760h\": 10, \"750h\": 16, \"3d8h\": 34, \"3f4h\": 32, \"680h\": 19, \"aer\": 10, \"azfs\": 36, \"8f2h\": 2, \"aldm\": 2, \"4e2h\": 15, \"0a7h\": 88, \"alow\": 1, \"5dch\": 5, \"ar2\": 2, \"arfu\": 4, \"a5g\": 2, \"asmd\": 2, \"329h\": 4, \"8d2h\": 8, \"0c4h\": 36, \"91h\": 42, \"0b2h\": 48, \"162h\": 17, \"2ffh\": 14, \"fs\": 163, \"223h\": 10, \"0adh\": 41, \"20bh\": 8, \"9bh\": 45, \"369h\": 8, \"929h\": 19, \"677h\": 8, \"139h\": 16, \"fld\": 21, \"7fah\": 18, \"715h\": 6, \"60dh\": 8, \"759h\": 2, \"rdseed\": 8, \"rdsspq\": 10, \"acd\": 4, \"a113\": 1, \"aopt\": 4, \"578h\": 18, \"attl\": 2, \"asvs\": 32, \"3feh\": 5, \"akey\": 14, \"10ah\": 39, \"av5v\": 4, \"59bh\": 10, \"ahd\": 1, \"afd\": 8, \"2c8h\": 141, \"43eh\": 6, \"ahj\": 1, \"0c9h\": 28, \"aid\": 7, \"agz\": 2, \"absd\": 2, \"ars\": 6, \"638h\": 6, \"akc1\": 2, \"assc\": 4, \"4e0h\": 18, \"8f9h\": 7, \"1b3h\": 9, \"1bah\": 5, \"26ch\": 6, \"12eh\": 11, \"4c7h\": 11, \"an0\": 15, \"ast0\": 2, \"aeip\": 2, \"arip\": 2, \"ak6\": 2, \"338h\": 14, \"a16\": 2, \"490h\": 3, \"3d6h\": 9, \"302h\": 8, \"278h\": 29, \"1b9h\": 7, \"1f6h\": 13, \"668h\": 3, \"aesp\": 3, \"aenc\": 3, \"a8x\": 1, \"445h\": 5, \"3bah\": 1, \"asit\": 1, \"2ach\": 6, \"63eh\": 3, \"2efh\": 4, \"156h\": 77, \"316h\": 1, \"144h\": 17, \"326h\": 2, \"11eh\": 10, \"11fh\": 23, \"rth\": 6, \"509h\": 2, \"5a8h\": 10, \"alst\": 4, \"sl\": 10, \"a03o\": 4, \"a22\": 2, \"87dh\": 2, \"ctr\": 6, \"hi\": 2, \"wait\": 8, \"mt\": 2, \"ams\": 6, \"a9s\": 4, \"mt2\": 2, \"frag\": 8, \"tg2\": 2, \"aln\": 4, \"ajs\": 2, \"1beh\": 16, \"24ah\": 4, \"376h\": 4, \"ip\": 2, \"551h\": 8, \"a18\": 1, \"fnstsw\": 4, \"fprem\": 2, \"anv\": 4, \"a4s\": 3, \"98ch\": 2, \"aany\": 30, \"2a3h\": 6, \"50bh\": 4, \"cc\": 50, \"astp\": 8, \"134h\": 14, \"601h\": 12, \"arec\": 2, \"815h\": 18, \"165h\": 13, \"9d5h\": 2, \"orpd\": 53, \"913h\": 2, \"anan\": 2, \"827h\": 10, \"56ch\": 6, \"823h\": 2, \"err\": 28, \"aioc\": 8, \"x\": 16, \"4ech\": 12, \"cmpnlesd\": 16, \"agst\": 2, \"654h\": 2, \"811h\": 8, \"aefi\": 1, \"73ch\": 4, \"ops\": 2, \"8a2h\": 4, \"327h\": 11, \"abus\": 32, \"263h\": 4, \"107h\": 19, \"a2u\": 2, \"aons\": 2, \"obj\": 26, \"52dh\": 7, \"55ah\": 1, \"4e7h\": 10, \"3c6h\": 8, \"603h\": 3, \"427h\": 1, \"5f9h\": 1, \"729h\": 9, \"3fch\": 39, \"2e2h\": 12, \"6e1h\": 2, \"31ch\": 4, \"2a2h\": 14, \"4cch\": 2, \"atcp\": 16, \"7dfh\": 4, \"2cch\": 5, \"381h\": 6, \"a568\": 2, \"asub\": 8, \"9b4h\": 8, \"835h\": 4, \"766h\": 6, \"8ach\": 2, \"3c2h\": 2, \"775h\": 8, \"46ch\": 4, \"1b2h\": 7, \"2dbh\": 5, \"xorpd\": 49, \"3b1h\": 2, \"3c8h\": 12, \"scr\": 8, \"ses\": 17, \"brl\": 43, \"spk\": 12, \"700h\": 23, \"alrn\": 1, \"aatb\": 4, \"asw\": 1, \"arev\": 2, \"new\": 61, \"4e8h\": 21, \"8a8h\": 4, \"2b6h\": 3, \"aif1\": 2, \"10eh\": 31, \"7e0h\": 37, \"ah4\": 2, \"abp\": 4, \"aefp\": 2, \"870h\": 5, \"subpd\": 48, \"addpd\": 57, \"mulpd\": 38, \"804h\": 6, \"143h\": 33, \"68eh\": 4, \"18bh\": 9, \"45eh\": 8, \"prefetcht0\": 11, \"minss\": 17, \"848h\": 10, \"sqrtsd\": 13, \"0d2h\": 29, \"20ch\": 9, \"678h\": 13, \"1b7h\": 14, \"auu\": 11, \"aro\": 2, \"15dh\": 20, \"753h\": 8, \"64ah\": 2, \"630h\": 10, \"a2d\": 3, \"41eh\": 5, \"crc32\": 53, \"698h\": 3, \"20dh\": 13, \"690h\": 15, \"379h\": 22, \"233h\": 12, \"1bch\": 10, \"191h\": 29, \"0ceh\": 20, \"18eh\": 8, \"765h\": 2, \"395h\": 4, \"910h\": 5, \"483h\": 2, \"1deh\": 20, \"249h\": 8, \"69eh\": 2, \"3c3h\": 18, \"454h\": 12, \"45dh\": 8, \"afud\": 4, \"269h\": 3, \"281h\": 8, \"214h\": 28, \"22ah\": 8, \"3a9h\": 14, \"3b7h\": 4, \"41ah\": 7, \"858h\": 4, \"2cbh\": 10, \"7bch\": 12, \"568h\": 6, \"32ch\": 6, \"a12s\": 2, \"2c7h\": 14, \"22bh\": 6, \"1c3h\": 7, \"207h\": 12, \"6e8h\": 3, \"25dh\": 15, \"206h\": 20, \"244h\": 12, \"8aeh\": 2, \"738h\": 74, \"5b1h\": 2, \"2f2h\": 2, \"16bh\": 9, \"ause\": 10, \"val\": 7, \"319h\": 10, \"422h\": 10, \"978h\": 5, \"adfn\": 1, \"apid\": 2, \"a690\": 2, \"aimp\": 2, \"anul\": 2, \"sha1msg2\": 2, \"sha1rnds4\": 2, \"a9\": 4, \"a88s\": 1, \"setp\": 23, \"fxch\": 6, \"13eh\": 21, \"520h\": 48, \"aivh\": 26, \"aih\": 24, \"wcs\": 10, \"590h\": 16, \"anrd\": 4, \"0a9h\": 105, \"297h\": 8, \"22ch\": 25, \"2b4h\": 6, \"7a0h\": 8, \"1c1h\": 16, \"550h\": 5, \"636h\": 11, \"48bh\": 4, \"596h\": 4, \"7d8h\": 4, \"3bbh\": 6, \"373h\": 10, \"32bh\": 14, \"367h\": 18, \"amm\": 4, \"538h\": 8, \"4f1h\": 2, \"282h\": 5, \"29bh\": 10, \"1d7h\": 8, \"286h\": 12, \"shrd\": 47, \"aelg\": 2, \"ah10\": 2, \"acds\": 2, \"503h\": 4, \"461h\": 2, \"42ch\": 2, \"458h\": 14, \"afdp\": 3, \"7e8h\": 12, \"37ah\": 14, \"378h\": 9, \"13ch\": 12, \"pextrw\": 16, \"465h\": 28, \"36eh\": 2, \"aios\": 6, \"441h\": 7, \"abox\": 3, \"aavx\": 4, \"alzo\": 10, \"21dh\": 7, \"3c7h\": 4, \"1ech\": 17, \"aour\": 2, \"33dh\": 1, \"13bh\": 49, \"ausb\": 5, \"adep\": 2, \"alus\": 4, \"aiff\": 2, \"8b0h\": 11, \"fd\": 20, \"a01m\": 2, \"aju\": 2, \"436h\": 4, \"2c5h\": 4, \"311h\": 6, \"are\": 6, \"addd\": 1, \"548h\": 4, \"94bh\": 2, \"705h\": 10, \"933h\": 5, \"761h\": 5, \"agpt\": 2, \"510h\": 1, \"161h\": 4, \"258h\": 30, \"8d5h\": 2, \"movlpd\": 4, \"ayib\": 2, \"cmpsb\": 7, \"a41s\": 2, \"azum\": 2, \"afnm\": 1, \"a03x\": 5, \"a02d\": 2, \"aiho\": 4, \"anfs\": 2, \"1dah\": 11, \"3afh\": 1, \"414h\": 3, \"2a7h\": 8, \"357h\": 6, \"38eh\": 5, \"271h\": 8, \"3e5h\": 14, \"658h\": 14, \"a8ld\": 2, \"5d8h\": 11, \"834h\": 2, \"833h\": 7, \"5e8h\": 8, \"137h\": 17, \"720h\": 4, \"aelf\": 2, \"6ffh\": 4, \"336h\": 10, \"a22x\": 2, \"adm\": 6, \"2f3h\": 2, \"21ah\": 11, \"988h\": 4, \"amul\": 2, \"amod\": 8, \"adiv\": 2, \"aunm\": 2, \"punpckhdq\": 4, \"aoo\": 2, \"61bh\": 4, \"alua\": 4, \"andnpd\": 12, \"asp\": 9, \"701h\": 2, \"314h\": 8, \"293h\": 4, \"309h\": 147, \"32eh\": 31, \"333h\": 1, \"374h\": 9, \"40eh\": 7, \"416h\": 5, \"426h\": 5, \"451h\": 4, \"48fh\": 9, \"1cfh\": 7, \"523h\": 1, \"8deh\": 2, \"725h\": 1, \"72eh\": 1, \"6c3h\": 5, \"33fh\": 5, \"318h\": 15, \"873h\": 1, \"7f1h\": 1, \"8cfh\": 1, \"8e3h\": 1, \"90fh\": 1, \"921h\": 1, \"92ah\": 5, \"93ch\": 3, \"945h\": 1, \"94eh\": 1, \"7aah\": 1, \"7aeh\": 5, \"7b2h\": 1, \"87bh\": 3, \"88bh\": 3, \"364h\": 5, \"386h\": 3, \"70ah\": 9, \"561h\": 1, \"56bh\": 3, \"60bh\": 3, \"62bh\": 1, \"614h\": 1, \"61eh\": 3, \"635h\": 3, \"63fh\": 4, \"649h\": 1, \"653h\": 1, \"65dh\": 1, \"667h\": 3, \"671h\": 3, \"67bh\": 11, \"693h\": 1, \"1bdh\": 5, \"35bh\": 3, \"669h\": 1, \"5d7h\": 5, \"9\": 6, \"1a2h\": 2, \"803h\": 2, \"26eh\": 2, \"981h\": 4, \"982h\": 2, \"5a5h\": 4, \"670h\": 6, \"763h\": 7, \"amap\": 4, \"a1u\": 2, \"4f5h\": 2, \"54ch\": 6, \"awd\": 2, \"40bh\": 2, \"9cbh\": 2, \"ai64\": 2, \"6afh\": 3, \"8c8h\": 4, \"aqt\": 4, \"atif\": 2, \"ai1\": 2, \"9f5h\": 11, \"acow\": 2, \"abin\": 3, \"229h\": 9, \"ace\": 11, \"0d4h\": 38, \"jno\": 8, \"16fh\": 12, \"aret\": 69, \"punpckhqdq\": 2, \"andw\": 2, \"axx\": 8, \"730h\": 12, \"9b8h\": 9, \"vmovdqa\": 120, \"vpcmpeqb\": 78, \"vpmovmskb\": 45, \"vmovdqu\": 174, \"ymm2\": 79, \"ymm3\": 48, \"vmovd\": 82, \"pause\": 229, \"mfence\": 8, \"pmovmskb\": 102, \"asrc\": 6, \"vpaddd\": 18, \"pshufb\": 24, \"pslldq\": 6, \"vzeroupper\": 175, \"0f1h\": 23, \"axhc\": 4, \"a2\": 2, \"49ch\": 11, \"8fch\": 2, \"ap2p\": 2, \"4e5h\": 4, \"anot\": 12, \"awsc\": 4, \"a2g\": 2, \"aie\": 2, \"aotp\": 2, \"2c0h\": 24, \"37ch\": 6, \"4a8h\": 4, \"f\": 5, \"tmp\": 5, \"a4cs\": 2, \"949h\": 16, \"961h\": 20, \"3d5h\": 18, \"874h\": 8, \"15fh\": 10, \"403h\": 10, \"aa0\": 3, \"afn\": 2, \"19dh\": 13, \"agsm\": 11, \"preg\": 6, \"act\": 4, \"ashm\": 2, \"anbt\": 1, \"399h\": 6, \"aay\": 5, \"0f2h\": 20, \"754h\": 4, \"8dfh\": 4, \"717h\": 3, \"a4d\": 2, \"asep\": 3, \"awas\": 2, \"ac1\": 1, \"a2k\": 3, \"afix\": 2, \"anm\": 56, \"2b5h\": 4, \"771h\": 5, \"5fch\": 2, \"3e6h\": 2, \"865h\": 4, \"611h\": 4, \"68ch\": 1, \"axzs\": 2, \"asb\": 1, \"cvtpd2ps\": 19, \"acwd\": 2, \"62dh\": 2, \"359h\": 4, \"15ch\": 11, \"296h\": 6, \"cvttps2dq\": 6, \"47eh\": 4, \"7d3h\": 2, \"adav\": 2, \"fnstcw\": 2, \"fmul\": 2, \"2a4h\": 6, \"a40\": 2, \"122h\": 29, \"audp\": 8, \"0d1h\": 16, \"251h\": 4, \"644h\": 6, \"aots\": 2, \"asv\": 6, \"aaay\": 2, \"aexp\": 2, \"btr\": 74, \"93eh\": 2, \"ak\": 18, \"27bh\": 4, \"a37\": 2, \"adpi\": 1, \"182h\": 12, \"272h\": 8, \"212h\": 4, \"3e7h\": 30, \"37dh\": 6, \"a17s\": 1, \"648h\": 5, \"a36\": 5, \"aco\": 2, \"1aeh\": 4, \"41fh\": 1, \"apkg\": 1, \"adb\": 2, \"3f1h\": 5, \"apap\": 4, \"926h\": 4, \"67ah\": 4, \"rdrand\": 4, \"cbw\": 6, \"5d2h\": 4, \"tv\": 3, \"9dh\": 19, \"0aeh\": 29, \"9e0h\": 2, \"2f1h\": 8, \"71ah\": 4, \"7edh\": 6, \"5c5h\": 4, \"asun\": 2, \"ascu\": 1, \"ael0\": 2, \"maxps\": 4, \"a25\": 2, \"asig\": 5, \"aowe\": 5, \"28ch\": 6, \"abg\": 2, \"308h\": 28, \"368h\": 6, \"1e3h\": 3, \"ac0m\": 2, \"autf\": 2, \"accs\": 4, \"aucp\": 2, \"284h\": 8, \"3f3h\": 2, \"acr\": 1, \"a04x\": 4, \"175h\": 8, \"5cdh\": 2, \"axxx\": 2, \"177h\": 12, \"alen\": 2, \"aasz\": 2, \"584h\": 2, \"1b1h\": 4, \"237h\": 4, \"1adh\": 6, \"265h\": 5, \"189h\": 11, \"264h\": 2, \"25eh\": 4, \"443h\": 6, \"anew\": 3, \"a4m\": 5, \"a8ds\": 2, \"3ach\": 8, \"aipc\": 2, \"3e3h\": 3, \"afsa\": 1, \"4a3h\": 2, \"4bch\": 2, \"a30s\": 2, \"ajdd\": 2, \"afdd\": 3, \"asdd\": 4, \"5bdh\": 10, \"939h\": 9, \"26dh\": 2, \"bzhi\": 3, \"vmovdqu64\": 63, \"vpbroadcastd\": 14, \"vpxor\": 46, \"vpxorq\": 14, \"106h\": 18, \"arce\": 1, \"k0\": 44, \"kmovd\": 18, \"ymm8\": 2, \"vmovq\": 12, \"shrx\": 8, \"pcmpeqb\": 43, \"psubb\": 4, \"vmovdqa64\": 6, \"xtest\": 10, \"shlx\": 4, \"pcmpistri\": 4, \"k1\": 6, \"fxrstor\": 4, \"xrstor\": 4, \"37fh\": 2, \"sarx\": 2, \"vpcmpeqd\": 12, \"4ach\": 2, \"vptestnmd\": 4, \"k4\": 4, \"kortestd\": 2, \"k2\": 2, \"vptestmd\": 2, \"fnstenv\": 4, \"a124\": 2, \"828h\": 23, \"a241\": 1, \"warn\": 7, \"5ddh\": 2, \"225h\": 15, \"2d3h\": 3, \"19eh\": 5, \"723h\": 4, \"a25h\": 2, \"6eah\": 2, \"173h\": 10, \"ahr\": 2, \"aint\": 4, \"acpp\": 4, \"adl\": 16, \"39dh\": 4, \"75fh\": 19, \"80bh\": 4, \"32dh\": 4, \"3e9h\": 8, \"7f6h\": 6, \"9e6h\": 2, \"7\": 12, \"35dh\": 6, \"934h\": 21, \"4beh\": 18, \"24eh\": 31, \"4a6h\": 2, \"762h\": 2, \"2abh\": 19, \"3c4h\": 6, \"39eh\": 6, \"6aeh\": 6, \"633h\": 2, \"3fbh\": 6, \"515h\": 2, \"76eh\": 8, \"748h\": 3, \"78dh\": 6, \"324h\": 7, \"adms\": 4, \"4d4h\": 4, \"5c3h\": 10, \"345h\": 16, \"7f0h\": 16, \"5c8h\": 20, \"74fh\": 8, \"5f8h\": 8, \"6f4h\": 2, \"757h\": 2, \"895h\": 4, \"70eh\": 10, \"2beh\": 3, \"1dfh\": 9, \"437h\": 4, \"411h\": 9, \"4c8h\": 10, \"55dh\": 3, \"75ah\": 2, \"782h\": 4, \"4d7h\": 6, \"67dh\": 8, \"31dh\": 2, \"6f2h\": 6, \"232h\": 7, \"32fh\": 4, \"4bbh\": 4, \"415h\": 10, \"457h\": 10, \"6d3h\": 4, \"52ch\": 29, \"570h\": 8, \"2d6h\": 4, \"6b9h\": 5, \"7bfh\": 6, \"845h\": 4, \"6b3h\": 4, \"76fh\": 6, \"7a4h\": 2, \"96ch\": 12, \"11bh\": 10, \"417h\": 6, \"asys\": 36, \"714h\": 6, \"857h\": 2, \"58fh\": 8, \"5b3h\": 4, \"392h\": 4, \"2f0h\": 23, \"aps\": 8, \"6a8h\": 2, \"95ah\": 2, \"995h\": 8, \"343h\": 18, \"6e5h\": 2, \"9ach\": 2, \"938h\": 4, \"9eeh\": 4, \"171h\": 16, \"91ch\": 2, \"59ch\": 8, \"4eeh\": 4, \"4d9h\": 2, \"597h\": 6, \"5f0h\": 10, \"721h\": 2, \"aidm\": 24, \"276h\": 8, \"21eh\": 9, \"31bh\": 11, \"7e6h\": 2, \"4dah\": 2, \"511h\": 2, \"129h\": 12, \"519h\": 6, \"39ch\": 3, \"5f2h\": 12, \"3ddh\": 2, \"17dh\": 10, \"279h\": 10, \"5c1h\": 6, \"6cbh\": 2, \"75dh\": 2, \"9dah\": 2, \"952h\": 2, \"99ah\": 4, \"485h\": 2, \"5d9h\": 4, \"953h\": 16, \"7deh\": 2, \"71eh\": 2, \"294h\": 9, \"659h\": 6, \"4a4h\": 6, \"246h\": 6, \"vpshufd\": 6, \"setns\": 6, \"36bh\": 10, \"aio\": 8, \"97fh\": 6, \"vpsllw\": 2, \"amss\": 4, \"4d6h\": 11, \"576h\": 4, \"26fh\": 7, \"47bh\": 25, \"ajpg\": 1, \"pwcs\": 3, \"aen\": 1, \"movhpd\": 11, \"divpd\": 5, \"unpckhpd\": 5, \"779h\": 4, \"a32\": 2, \"4dch\": 4, \"1eeh\": 5, \"482h\": 4, \"35fh\": 2, \"4bfh\": 2, \"53dh\": 2, \"342h\": 12, \"544h\": 5, \"860h\": 8, \"2ceh\": 2, \"57ah\": 2, \"1bfh\": 9, \"1f7h\": 14, \"419h\": 4, \"3d3h\": 4, \"9fah\": 9, \"7bdh\": 2, \"9dfh\": 10, \"90eh\": 2, \"969h\": 2, \"2b7h\": 6, \"396h\": 2, \"4ffh\": 6, \"3f9h\": 2, \"82fh\": 2, \"545h\": 10, \"224h\": 8, \"3a3h\": 8, \"2afh\": 6, \"702h\": 4, \"24bh\": 8, \"23dh\": 4, \"6e2h\": 4, \"9e7h\": 6, \"22dh\": 6, \"339h\": 4, \"9c0h\": 2, \"7c5h\": 4, \"2dfh\": 6, \"47ah\": 2, \"372h\": 9, \"ahms\": 12, \"916h\": 2, \"31eh\": 2, \"afr\": 4, \"931h\": 4, \"59fh\": 2, \"6e4h\": 4, \"5edh\": 2, \"777h\": 10, \"6a1h\": 4, \"722h\": 4, \"4fah\": 4, \"21fh\": 6, \"1cdh\": 14, \"5e7h\": 2, \"985h\": 4, \"anaa\": 2, \"4b6h\": 26, \"951h\": 2, \"7c8h\": 4, \"84fh\": 4, \"2b9h\": 4, \"arw\": 2, \"554h\": 4, \"6c2h\": 2, \"62eh\": 6, \"6feh\": 6, \"735h\": 2, \"5f3h\": 6, \"7a3h\": 2, \"13fh\": 14, \"4fdh\": 4, \"adlm\": 8, \"549h\": 6, \"33eh\": 2, \"7b8h\": 6, \"617h\": 2, \"471h\": 4, \"2d9h\": 10, \"563h\": 4, \"4c6h\": 7, \"from\": 4, \"353h\": 10, \"89bh\": 4, \"541h\": 7, \"31fh\": 6, \"92eh\": 4, \"2b2h\": 6, \"90bh\": 4, \"7d6h\": 2, \"78ah\": 4, \"65bh\": 5, \"27ch\": 8, \"3cah\": 3, \"9c1h\": 2, \"930h\": 2, \"3bch\": 4, \"3cch\": 7, \"712h\": 6, \"9a2h\": 4, \"517h\": 4, \"aeui\": 4, \"583h\": 2, \"923h\": 10, \"7b3h\": 4, \"aba1\": 2, \"347h\": 267, \"772h\": 4, \"169h\": 9, \"4b3h\": 5, \"60ah\": 10, \"6e3h\": 4, \"4f7h\": 6, \"784h\": 2, \"219h\": 7, \"776h\": 8, \"655h\": 9, \"6bah\": 4, \"556h\": 8, \"58ah\": 4, \"452h\": 10, \"5a3h\": 4, \"1f9h\": 5, \"806h\": 4, \"83fh\": 4, \"2edh\": 16, \"313h\": 8, \"2d2h\": 4, \"abit\": 2, \"vpshufb\": 2, \"pslld\": 10, \"vpor\": 13, \"pclmulqdq\": 9, \"5dah\": 8, \"1e9h\": 6, \"a0c\": 4, \"6abh\": 4, \"4d8h\": 5, \"ae22\": 10, \"37bh\": 4, \"punpckhwd\": 8, \"pmulhw\": 2, \"pmullw\": 8, \"937h\": 4, \"917h\": 31, \"af00\": 9, \"55fh\": 4, \"64dh\": 21, \"8beh\": 2, \"64ch\": 4, \"a17g\": 6, \"1c6h\": 4, \"385h\": 2, \"adds\": 6, \"456h\": 3, \"9ech\": 6, \"prefetcht1\": 2, \"5c9h\": 2, \"ahsr\": 5, \"avrf\": 1, \"5e0h\": 1, \"aooo\": 1, \"7dah\": 2, \"243h\": 9, \"30fh\": 4, \"2f5h\": 3, \"612h\": 2, \"28ah\": 23, \"atos\": 2, \"6dch\": 2, \"6f5h\": 2, \"assv\": 2, \"acs6\": 2, \"2e4h\": 6, \"97dh\": 4, \"2e3h\": 2, \"14dh\": 5, \"aao\": 4, \"1f2h\": 10, \"anap\": 2, \"adun\": 2, \"26ah\": 2, \"317h\": 10, \"27eh\": 9, \"752h\": 2, \"7beh\": 2, \"666h\": 2, \"322h\": 4, \"atbf\": 2, \"5adh\": 2, \"2c1h\": 5, \"aptp\": 2, \"avpn\": 2, \"211h\": 5, \"6a7h\": 2, \"17ah\": 6, \"2a6h\": 4, \"1a1h\": 2, \"365h\": 4, \"85bh\": 2, \"3deh\": 2, \"577h\": 2, \"ahas\": 2, \"5f1h\": 2, \"652h\": 6, \"36fh\": 4, \"5bch\": 2, \"569h\": 4, \"2eah\": 4, \"7eeh\": 2, \"83bh\": 2, \"6bch\": 2, \"63ch\": 2, \"533h\": 6, \"836h\": 2, \"863h\": 2, \"8cah\": 2, \"1bbh\": 2, \"56eh\": 6, \"508h\": 6, \"a145\": 2, \"aspf\": 2, \"acbc\": 2, \"ahex\": 12, \"651h\": 4, \"7e5h\": 8, \"798h\": 2, \"901h\": 4, \"3c9h\": 2, \"9f2h\": 4, \"4aeh\": 2, \"6f3h\": 2, \"5c0h\": 8, \"6edh\": 2, \"764h\": 4, \"920h\": 14, \"68ah\": 8, \"5b5h\": 8, \"968h\": 4, \"9c6h\": 8, \"421h\": 6, \"62fh\": 2, \"255h\": 6, \"30bh\": 2, \"7c7h\": 4, \"906h\": 2, \"39ah\": 4, \"2d5h\": 4, \"4cfh\": 2, \"592h\": 4, \"7afh\": 2, \"76bh\": 11, \"3d9h\": 10, \"645h\": 2, \"34dh\": 4, \"auun\": 2, \"393h\": 6, \"45bh\": 4, \"809h\": 2, \"9fbh\": 2, \"51dh\": 2, \"at10\": 6, \"618h\": 4, \"955h\": 2, \"474h\": 8, \"38ah\": 2, \"1ddh\": 17, \"abad\": 4, \"808h\": 6, \"63ah\": 4, \"695h\": 4, \"50ah\": 8, \"5e1h\": 2, \"479h\": 4, \"780h\": 55, \"4c1h\": 3, \"21bh\": 2, \"89fh\": 4, \"588h\": 8, \"5beh\": 8, \"475h\": 4, \"3cfh\": 2, \"1d2h\": 4, \"29fh\": 8, \"3ceh\": 4, \"743h\": 2, \"78fh\": 2, \"52eh\": 8, \"274h\": 11, \"8ech\": 4, \"2a9h\": 7, \"24ch\": 2, \"2d4h\": 2, \"837h\": 2, \"2ech\": 4, \"50dh\": 12, \"692h\": 2, \"57bh\": 8, \"68bh\": 4, \"391h\": 8, \"5d4h\": 2, \"83ch\": 2, \"337h\": 2, \"59ah\": 4, \"5b9h\": 4, \"864h\": 2, \"41bh\": 4, \"aaaa\": 59, \"8a0h\": 4, \"66ah\": 3, \"a131\": 14, \"1a7h\": 6, \"3d1h\": 3, \"9dbh\": 2, \"6adh\": 6, \"vextracti128\": 2, \"57fh\": 5, \"auri\": 1, \"psrlw\": 33, \"605h\": 4, \"ains\": 2, \"252h\": 8, \"2e5h\": 25, \"atcs\": 2, \"atf\": 2, \"3aah\": 2, \"vis\": 2, \"asuu\": 2, \"fds\": 1, \"awl\": 2, \"maxpd\": 2, \"cvtps2pd\": 6, \"81eh\": 3, \"888h\": 1, \"23ah\": 7, \"245h\": 3, \"2deh\": 3, \"psubq\": 1, \"5a9h\": 1, \"5a7h\": 2, \"708h\": 2, \"cvttpd2dq\": 9, \"4d5h\": 6, \"3a4h\": 4, \"4f0h\": 3, \"323h\": 2, \"asld\": 4, \"57ch\": 4, \"546h\": 3, \"a1fc\": 1, \"a2fv\": 1, \"a3fv\": 1, \"740h\": 1, \"vmovups\": 4, \"2e7h\": 6, \"a31m\": 3, \"psllw\": 5, \"fld1\": 1, \"fldcw\": 2, \"446h\": 2, \"a123\": 2, \"alog\": 6, \"mulps\": 69, \"67eh\": 2, \"a33m\": 2, \"abye\": 4, \"35ah\": 2, \"363h\": 17, \"aarg\": 6, \"acc\": 2, \"40ch\": 2, \"3a2h\": 4, \"acdd\": 2, \"aslu\": 5, \"1ceh\": 4, \"975h\": 2, \"aad\": 3, \"7b5h\": 6, \"acsc\": 2, \"736h\": 2, \"351h\": 2, \"36ch\": 2, \"asok\": 2, \"a2ds\": 2, \"2c3h\": 3, \"agit\": 2, \"947h\": 2, \"993h\": 2, \"521h\": 2, \"6efh\": 3, \"8f8h\": 2, \"423h\": 5, \"273h\": 3, \"439h\": 2, \"472h\": 1, \"574h\": 1, \"abig\": 9, \"axi\": 10, \"awav\": 2, \"apvf\": 2, \"2fbh\": 2, \"838h\": 2, \"936h\": 2, \"394h\": 2, \"8c4h\": 2, \"637h\": 2, \"697h\": 2, \"5e5h\": 5, \"221h\": 8, \"57dh\": 2, \"525h\": 4, \"85ah\": 4, \"856h\": 2, \"745h\": 2, \"9ddh\": 2, \"3abh\": 4, \"6beh\": 2, \"85eh\": 2, \"aar\": 2, \"aahr\": 2, \"751h\": 2, \"817h\": 4, \"55eh\": 2, \"74ah\": 2, \"6b5h\": 2, \"5d6h\": 4, \"57eh\": 4, \"9e3h\": 2, \"40dh\": 6, \"7f4h\": 2, \"3ebh\": 4, \"51eh\": 2, \"356h\": 6, \"819h\": 6, \"73bh\": 6, \"552h\": 4, \"927h\": 2, \"68dh\": 2, \"813h\": 2, \"85dh\": 2, \"878h\": 8, \"623h\": 2, \"6d6h\": 2, \"pvs\": 2, \"315h\": 2, \"80ch\": 2, \"855h\": 2, \"apre\": 2, \"543h\": 2, \"4efh\": 3, \"366h\": 4, \"5d3h\": 6, \"377h\": 2, \"42eh\": 2, \"46bh\": 2, \"841h\": 2, \"7d7h\": 2, \"685h\": 2, \"86ah\": 5, \"51fh\": 4, \"8b3h\": 4, \"5fdh\": 4, \"275h\": 2, \"8dch\": 4, \"1abh\": 4, \"asnd\": 5, \"30ch\": 1, \"avol\": 2, \"758h\": 7, \"aif\": 5, \"apwd\": 1, \"a96m\": 2, \"am3\": 2, \"alfs\": 2, \"asls\": 2, \"yyin\": 1, \"xcb\": 11, \"2bch\": 2, \"a175\": 2, \"afzf\": 2, \"801h\": 2, \"cmpxchg16b\": 4, \"asxs\": 2, \"airq\": 4, \"547h\": 2, \"af1\": 7, \"3aeh\": 2, \"4b5h\": 9, \"66ch\": 2, \"argb\": 3, \"dg\": 1, \"rows\": 11, \"ls\": 9, \"194h\": 5, \"ados\": 1, \"sc\": 3, \"afdm\": 2, \"pm\": 1, \"sh\": 2, \"7eah\": 3, \"tr\": 1, \"358h\": 7, \"622h\": 6, \"ws\": 2, \"asid\": 2, \"psubusb\": 2, \"adct\": 2, \"alex\": 2, \"wc\": 6, \"emsg\": 20, \"tc\": 2, \"re\": 4, \"pp\": 2, \"70fh\": 7, \"ic\": 2, \"cmovp\": 21, \"andnps\": 16, \"cmpnless\": 4, \"movmskpd\": 7, \"atag\": 3, \"aapp\": 2, \"aptb\": 2, \"ahip\": 2, \"425h\": 2, \"4d3h\": 20, \"853h\": 4, \"728h\": 2, \"2ebh\": 6, \"a0lx\": 2, \"adir\": 3, \"2c2h\": 4, \"50ch\": 2, \"alun\": 2, \"ptest\": 3, \"aalt\": 3, \"addps\": 71, \"minps\": 1, \"aapi\": 3, \"afg\": 2, \"7feh\": 2, \"6d0h\": 6, \"paddw\": 10, \"psubw\": 8, \"pcmpgtw\": 2, \"sqrtps\": 4, \"divps\": 3, \"orps\": 22, \"rcpps\": 2, \"maxss\": 18, \"cmpltss\": 2, \"cmpeqss\": 2, \"cmovo\": 2, \"686h\": 4, \"8eah\": 2, \"7fdh\": 2, \"psrlq\": 4, \"907h\": 2, \"977h\": 2, \"old\": 2, \"4b4h\": 2, \"4eah\": 4, \"604h\": 2, \"744h\": 2, \"433h\": 6, \"304h\": 2, \"6aah\": 2, \"3dch\": 2, \"6b1h\": 4, \"7cah\": 2, \"6c5h\": 1, \"audd\": 1, \"aubb\": 3, \"abb\": 3, \"vcvtps2ph\": 2, \"agsk\": 191, \"7abh\": 6, \"a263\": 2, \"a654\": 2, \"619h\": 2, \"a288\": 2, \"a582\": 2, \"a251\": 2, \"a333\": 2, \"aib\": 2, \"a476\": 2, \"a455\": 2, \"acut\": 2, \"a174\": 6, \"a214\": 2, \"a518\": 2, \"a603\": 2, \"a521\": 2, \"a344\": 2, \"371h\": 2, \"3bfh\": 2, \"a937\": 2, \"a149\": 2, \"arun\": 2, \"a118\": 4, \"a321\": 2, \"a205\": 2, \"a24g\": 2, \"a192\": 2, \"a242\": 2, \"abbb\": 2, \"a161\": 2, \"a486\": 2, \"30ah\": 6, \"a216\": 2, \"a254\": 2, \"39fh\": 4, \"a520\": 2, \"532h\": 2, \"a497\": 2, \"a151\": 2, \"a103\": 2, \"a181\": 2, \"a246\": 2, \"a269\": 2, \"2fch\": 2, \"236h\": 2, \"sqrtss\": 2, \"48ah\": 4, \"asli\": 2, \"7c1h\": 2, \"a243\": 2, \"788h\": 4, \"a295\": 2, \"6e7h\": 5, \"4f6h\": 2, \"ayl\": 2, \"76dh\": 2, \"29eh\": 4, \"58bh\": 8, \"91fh\": 2, \"5dfh\": 2, \"72fh\": 2, \"928h\": 4, \"847h\": 2, \"526h\": 2, \"4a7h\": 2, \"asmq\": 2, \"6f1h\": 2, \"660h\": 2, \"9b7h\": 2, \"7e4h\": 2, \"871h\": 2, \"216h\": 2, \"193h\": 6, \"2adh\": 4, \"40ah\": 6, \"packuswb\": 10, \"vpsrlw\": 12, \"vpackuswb\": 8, \"vpsrld\": 2, \"vpslld\": 2, \"pmaddubsw\": 6, \"pavgw\": 2, \"vpavgw\": 4, \"vpand\": 6, \"palignr\": 4, \"paddusb\": 2, \"pavgb\": 12, \"vpmaddubsw\": 10, \"paddusw\": 4, \"44eh\": 2, \"ay4m\": 2, \"a370\": 2, \"a289\": 2, \"afor\": 2, \"aegg\": 2, \"1c4h\": 4, \"407h\": 2, \"cmpltsd\": 2, \"cmplesd\": 2, \"aesenc\": 4, \"aesdec\": 4, \"25fh\": 6, \"mulx\": 4, \"adcx\": 4, \"adox\": 5, \"rorx\": 4, \"79eh\": 2, \"popcnt\": 2, \"vpaddq\": 5, \"pmuludq\": 2, \"9edh\": 4, \"host\": 1, \"asso\": 2, \"azmq\": 2, \"76ah\": 2, \"126h\": 5, \"aget\": 1, \"amtu\": 6, \"831h\": 2, \"789h\": 2, \"4c9h\": 2, \"amv\": 2, \"aau\": 2, \"35ch\": 2, \"as3d\": 2, \"5a2h\": 2, \"575h\": 2, \"auo\": 1, \"444h\": 5, \"4fch\": 4, \"astr\": 19, \"325h\": 2, \"1a3h\": 2, \"476h\": 2, \"944h\": 2, \"a0b\": 2, \"5f6h\": 1, \"4edh\": 2, \"3bdh\": 2, \"994h\": 4, \"73eh\": 4, \"2f4h\": 2, \"52ah\": 2, \"4d1h\": 2, \"567h\": 2, \"8cch\": 2, \"adhc\": 2, \"876h\": 2, \"8d3h\": 2, \"3e4h\": 2, \"arzu\": 1, \"aon\": 2, \"an1u\": 4, \"app\": 2, \"30eh\": 2, \"5a1h\": 2, \"fild\": 2, \"613h\": 2, \"a16g\": 2, \"aor\": 2, \"45fh\": 2, \"7c0h\": 4, \"2ddh\": 8, \"alz4\": 1, \"a194\": 1, \"7bbh\": 2, \"64eh\": 2, \"65ch\": 2, \"8c6h\": 2, \"9d1h\": 2, \"aiii\": 2, \"qth\": 1, \"oset\": 9, \"a233\": 1, \"608h\": 3, \"a272\": 2, \"aud\": 2, \"295h\": 1, \"aife\": 1, \"afh\": 2, \"a12u\": 2, \"amb\": 2, \"a78s\": 2, \"age\": 2, \"all\": 2, \"4a1h\": 2, \"5a6h\": 2, \"7cbh\": 3, \"3eeh\": 2, \"aaf\": 7, \"aada\": 1, \"aecx\": 2, \"au32\": 2, \"aefd\": 2, \"ardx\": 2, \"anda\": 2, \"accc\": 2, \"a7lo\": 2, \"asr\": 2, \"adn\": 2, \"aspd\": 2, \"a213\": 2, \"a299\": 2, \"asts\": 2, \"vzeroall\": 4, \"kord\": 2, \"rdtsc\": 4, \"fldenv\": 2, \"826h\": 2, \"387h\": 6, \"5e9h\": 2, \"632h\": 2, \"716h\": 2, \"ahsx\": 2, \"2dah\": 3, \"696h\": 2, \"aaa\": 2, \"713h\": 2, \"820h\": 4, \"asmr\": 2, \"ahxn\": 2, \"26bh\": 2, \"346h\": 4, \"49eh\": 2, \"626h\": 2, \"424h\": 3, \"38dh\": 2, \"41dh\": 2, \"47fh\": 8, \"352h\": 14, \"66eh\": 2, \"9ebh\": 2, \"67ch\": 2, \"361h\": 2, \"6e0h\": 3, \"9b0h\": 2, \"7c3h\": 2, \"88eh\": 2, \"291h\": 3, \"1d5h\": 10, \"avdo\": 2, \"2cah\": 2, \"683h\": 2, \"9a9h\": 2, \"5f7h\": 2, \"4adh\": 17, \"5bah\": 2, \"3d0h\": 2, \"86eh\": 2, \"89ah\": 2, \"7d2h\": 2, \"6d4h\": 2, \"9a7h\": 2, \"79dh\": 2, \"8aah\": 2, \"5deh\": 2, \"459h\": 2, \"ahtk\": 2, \"aavr\": 2, \"a0f\": 1, \"a3ds\": 2, \"apaf\": 2, \"cli\": 14, \"179h\": 3, \"687h\": 2, \"382h\": 2, \"adce\": 2, \"794h\": 1, \"43dh\": 2, \"5fbh\": 3, \"449h\": 4, \"996h\": 2, \"477h\": 2, \"4abh\": 2, \"899h\": 3, \"453h\": 2, \"5ach\": 2, \"513h\": 2, \"615h\": 2, \"a180\": 2, \"main\": 2157, \"hlt\": 2181, \"afd0\": 12, \"abar\": 2, \"as0\": 11, \"ai0\": 4, \"abdz\": 1, \"achm\": 1, \"aap\": 1, \"ldmxcsr\": 19, \"fadd\": 6, \"2e9h\": 6, \"93dh\": 6, \"83eh\": 6, \"8c7h\": 6, \"apc\": 9, \"alb\": 3, \"3dah\": 3, \"ais\": 1, \"43fh\": 6, \"9c5h\": 2, \"asmp\": 1, \"292h\": 1, \"packssdw\": 2, \"arc0\": 25, \"acmv\": 24, \"abrl\": 1, \"lfence\": 2, \"apkt\": 1, \"adyn\": 1, \"a0x0\": 1, \"646h\": 1, \"86ch\": 1, \"aid0\": 1, \"psrad\": 5, \"agdk\": 2, \"afoo\": 8, \"acp0\": 1, \"a540\": 3, \"aspi\": 1, \"42ah\": 4, \"ds\": 6, \"7ebh\": 4, \"ac0\": 2, \"avi3\": 2, \"aops\": 2, \"a30f\": 1, \"ai71\": 2, \"al20\": 2, \"ak16\": 2, \"aeie\": 9, \"8c0h\": 2, \"pextrd\": 3, \"825h\": 3, \"8afh\": 3, \"97eh\": 3, \"9c3h\": 3, \"9cdh\": 3, \"8f7h\": 3, \"92bh\": 3, \"artd\": 1, \"atpp\": 1, \"877h\": 1, \"77ah\": 4, \"aerr\": 5, \"exit\": 1, \"940h\": 1, \"770h\": 2, \"ulog\": 1, \"972h\": 16, \"9afh\": 16, \"atxt\": 1, \"882h\": 1, \"ar0\": 1, \"aacx\": 1, \"502h\": 1, \"blsmsk\": 2, \"lzcnt\": 3, \"jrcxz\": 4, \"32ah\": 15, \"81ch\": 15, \"paddb\": 3, \"ae12\": 8, \"ae01\": 4, \"afds\": 5, \"36dh\": 1, \"896h\": 1, \"60eh\": 1, \"3b0h\": 2, \"52fh\": 1, \"768h\": 1, \"883h\": 1, \"adlv\": 2, \"actl\": 1, \"ae14\": 1, \"agdi\": 5, \"467h\": 1, \"824h\": 1, \"ahc\": 1, \"5d1h\": 1, \"473h\": 1, \"72ch\": 2, \"a41m\": 2, \"9f0h\": 1, \"asnr\": 1, \"ul\": 8, \"ep\": 1, \"so\": 1, \"gp\": 1, \"aui\": 2, \"6f8h\": 2, \"a261\": 3, \"fucomip\": 4, \"90ah\": 4, \"asz8\": 1, \"vptest\": 1, \"pmaxsw\": 1, \"a104\": 1, \"a278\": 1, \"639h\": 1, \"vfmadd213sd\": 1, \"aesenclast\": 1, \"aesdeclast\": 1, \"zmm1\": 3, \"zmm2\": 1, \"66bh\": 1, \"3c1h\": 1, \"571h\": 1, \"531h\": 1, \"75eh\": 1, \"903h\": 2, \"672h\": 2, \"710h\": 1, \"33bh\": 1, \"agmb\": 1, \"a0lo\": 1, \"akib\": 1, \"4c5h\": 1, \"afan\": 1, \"asfd\": 1, \"a572\": 1, \"4deh\": 1, \"661h\": 1, \"a3gm\": 1, \"ashw\": 1, \"62ch\": 1, \"881h\": 1}", "word_docs": "{\"test\": 213150, \"sub\": 161022, \"mov\": 1232447, \"rsp\": 333979, \"endbr64\": 279354, \"rax\": 480893, \"push\": 398931, \"r12\": 254141, \"r13\": 201472, \"rbp\": 401531, \"rbx\": 385647, \"r9\": 37248, \"rsi\": 282005, \"pop\": 181629, \"xor\": 191760, \"rdx\": 229368, \"ebp\": 20918, \"lea\": 317851, \"rdi\": 465539, \"cmp\": 175896, \"jnz\": 132202, \"retn\": 207433, \"80h\": 3704, \"call\": 501790, \"edx\": 150362, \"jz\": 216235, \"shr\": 16564, \"sar\": 7598, \"add\": 158886, \"3fh\": 6976, \"r15\": 150984, \"r14\": 197832, \"edi\": 92460, \"esi\": 119991, \"2ah\": 650, \"0d8h\": 2133, \"r13d\": 16872, \"as\": 918, \"rcx\": 134033, \"and\": 22861, \"eax\": 314418, \"r15d\": 10866, \"ecx\": 89196, \"ebx\": 37908, \"r8d\": 26153, \"jmp\": 324012, \"r8\": 62202, \"dil\": 2391, \"dl\": 9751, \"movzx\": 45948, \"cl\": 9315, \"sil\": 3910, \"ja\": 7566, \"movsxd\": 15645, \"7fh\": 1144, \"18h\": 22374, \"jle\": 7678, \"1fh\": 2580, \"r9d\": 15379, \"r8b\": 1230, \"al\": 40112, \"r12d\": 22679, \"12h\": 1006, \"r14d\": 13785, \"js\": 6768, \"or\": 15705, \"ah\": 975, \"cdqe\": 2503, \"16h\": 950, \"4bh\": 166, \"a252\": 2, \"24h\": 607, \"45h\": 238, \"xmm0\": 43868, \"pxor\": 15333, \"nop\": 33353, \"movaps\": 7303, \"jb\": 10012, \"0ah\": 4829, \"xorps\": 703, \"aibt\": 1, \"arel\": 5, \"cmovnz\": 3316, \"jns\": 2078, \"jg\": 6326, \"10h\": 35776, \"leave\": 44783, \"not\": 1544, \"64h\": 609, \"30h\": 11213, \"38h\": 10855, \"4ch\": 204, \"file\": 244, \"s\": 363, \"r11\": 5986, \"movups\": 14374, \"movdqu\": 4194, \"2eh\": 954, \"di\": 1069, \"100h\": 1592, \"shl\": 18283, \"r10\": 11887, \"20h\": 26102, \"23h\": 589, \"jbe\": 17185, \"movsx\": 3641, \"21h\": 739, \"imul\": 4792, \"50h\": 3900, \"sbb\": 1649, \"r11d\": 3006, \"ror\": 194, \"0f0h\": 827, \"xmm4\": 1141, \"40h\": 8441, \"400h\": 866, \"41h\": 575, \"3dh\": 420, \"0eh\": 1394, \"110h\": 364, \"0e0h\": 565, \"0a8h\": 985, \"setz\": 6125, \"31h\": 400, \"jnb\": 8349, \"r9b\": 785, \"1d9h\": 17, \"movsd\": 2557, \"cmovz\": 3948, \"setnz\": 7857, \"76h\": 152, \"66h\": 335, \"bl\": 2337, \"28h\": 12157, \"0ffh\": 1432, \"ar\": 75, \"7ch\": 160, \"env\": 43, \"0fh\": 2819, \"ax\": 8511, \"32h\": 370, \"3a7h\": 3, \"268h\": 28, \"200h\": 995, \"r10d\": 4930, \"cqo\": 195, \"idiv\": 434, \"0c1h\": 69, \"cmovnb\": 854, \"37h\": 645, \"ascs\": 5, \"0a2h\": 125, \"17h\": 725, \"0d0h\": 1335, \"14h\": 1008, \"118h\": 321, \"cx\": 1248, \"46h\": 313, \"cmovs\": 412, \"neg\": 2821, \"48h\": 4398, \"xmm1\": 10823, \"movss\": 1055, \"xmm5\": 999, \"xmm6\": 825, \"movdqa\": 2422, \"xmm2\": 4084, \"cvtss2sd\": 179, \"xmm7\": 1022, \"pcmpgtd\": 22, \"pandn\": 5, \"por\": 47, \"divsd\": 258, \"punpcklqdq\": 3232, \"movq\": 6601, \"2ch\": 648, \"0ch\": 2582, \"done\": 2, \"2d0h\": 28, \"1c2h\": 19, \"cmovbe\": 936, \"setb\": 879, \"cs\": 1092, \"stosq\": 1132, \"dx\": 2146, \"0edh\": 36, \"1d1h\": 22, \"36h\": 236, \"70h\": 2307, \"5eh\": 326, \"0d6h\": 43, \"5dh\": 252, \"158h\": 133, \"67h\": 200, \"0bch\": 21, \"222h\": 13, \"0b5h\": 31, \"8fh\": 50, \"10bh\": 66, \"azd\": 3, \"4eh\": 159, \"3bh\": 293, \"88h\": 1218, \"bx\": 449, \"bt\": 1021, \"0dh\": 1739, \"7bh\": 142, \"atc\": 2, \"subsd\": 205, \"btc\": 84, \"cvttsd2si\": 397, \"5bh\": 284, \"aoff\": 29, \"ai\": 28, \"61h\": 919, \"58h\": 2566, \"1eh\": 755, \"68h\": 3052, \"210h\": 77, \"5\": 15, \"60h\": 3490, \"4\": 36, \"3e8h\": 316, \"3ah\": 620, \"3ch\": 465, \"comisd\": 283, \"cmova\": 976, \"r14b\": 760, \"movapd\": 596, \"22h\": 934, \"2dh\": 962, \"jl\": 1675, \"xmm3\": 2190, \"cvtsi2ss\": 181, \"ahup\": 2, \"cmovg\": 482, \"jo\": 205, \"r12b\": 1350, \"ac\": 88, \"bpl\": 1493, \"7ah\": 173, \"7dh\": 167, \"43h\": 273, \"0e2h\": 16, \"mulsd\": 308, \"5fh\": 480, \"addsd\": 496, \"235h\": 18, \"bswap\": 1907, \"2fh\": 1891, \"410h\": 53, \"asmv\": 1, \"ass\": 253, \"ayy\": 10, \"1b6h\": 43, \"9ah\": 58, \"52h\": 236, \"1bh\": 445, \"1\": 119, \"aiso\": 7, \"a576\": 9, \"0bh\": 2258, \"si\": 1221, \"0dfh\": 105, \"aok\": 39, \"xchg\": 3743, \"238h\": 53, \"xadd\": 1188, \"54h\": 153, \"4d0h\": 26, \"124h\": 39, \"n\": 163, \"2a8h\": 43, \"0e8h\": 659, \"90h\": 1204, \"set\": 23, \"fstp\": 36, \"st\": 22, \"1f1h\": 10, \"19h\": 774, \"jge\": 1493, \"1e2h\": 12, \"39h\": 286, \"120h\": 255, \"mul\": 555, \"free\": 1036, \"29h\": 496, \"72h\": 652, \"65h\": 348, \"98h\": 819, \"73h\": 288, \"71h\": 154, \"aouq\": 2, \"s2\": 174, \"115h\": 28, \"0b8h\": 486, \"cmovl\": 439, \"6fh\": 222, \"62h\": 205, \"r13b\": 971, \"movsq\": 189, \"5ch\": 487, \"rol\": 810, \"27h\": 569, \"2d8h\": 34, \"atab\": 3, \"afat\": 6, \"func\": 218, \"6eh\": 289, \"ahdm\": 10, \"aeo\": 2, \"afs\": 6, \"movd\": 1131, \"amtd\": 2, \"acsd\": 2, \"74h\": 210, \"div\": 1280, \"aunb\": 2, \"0a0h\": 997, \"0b0h\": 1527, \"aadd\": 12, \"242h\": 13, \"140h\": 203, \"484h\": 4, \"8e7h\": 2, \"axts\": 4, \"punpckldq\": 335, \"agap\": 2, \"11h\": 1151, \"0feh\": 380, 