{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 1536570, "word_counts": "{\"endbr64\": 254483, \"sub\": 154276, \"rsp\": 369434, \"mov\": 1955259, \"rax\": 717998, \"test\": 205591, \"push\": 812671, \"r13\": 213683, \"r12\": 278739, \"rbp\": 571147, \"rbx\": 475802, \"xor\": 195656, \"ebp\": 26153, \"r9\": 36705, \"rdx\": 270931, \"pop\": 374667, \"rsi\": 314297, \"lea\": 331458, \"rdi\": 514470, \"cmp\": 179583, \"jnz\": 127981, \"retn\": 221150, \"edx\": 193732, \"80h\": 3584, \"call\": 512449, \"shr\": 16372, \"3fh\": 6687, \"sar\": 11325, \"add\": 158447, \"jz\": 215333, \"r15\": 159166, \"r14\": 208903, \"edi\": 103365, \"2ah\": 611, \"esi\": 143888, \"0d8h\": 2000, \"r13d\": 19575, \"as\": 812, \"rcx\": 156987, \"eax\": 517288, \"and\": 23141, \"r15d\": 13276, \"ecx\": 117772, \"ebx\": 46937, \"r8d\": 32156, \"jmp\": 319109, \"r8\": 63842, \"movzx\": 48206, \"dil\": 2787, \"sil\": 4785, \"dl\": 11605, \"cl\": 10791, \"7fh\": 1093, \"ja\": 7044, \"movsxd\": 15101, \"18h\": 21347, \"jle\": 7380, \"1fh\": 2593, \"r9d\": 19255, \"r8b\": 1474, \"al\": 54181, \"r12d\": 26759, \"12h\": 977, \"r14d\": 15884, \"js\": 6157, \"or\": 15731, \"ah\": 929, \"cdqe\": 2404, \"16h\": 873, \"4bh\": 156, \"a252\": 2, \"24h\": 562, \"45h\": 225, \"pxor\": 14553, \"xmm0\": 67454, \"nop\": 34133, \"movaps\": 8798, \"jb\": 9715, \"0ah\": 4624, \"xorps\": 708, \"aibt\": 1, \"arel\": 3, \"cmovnz\": 3096, \"jg\": 6088, \"jns\": 1965, \"10h\": 34576, \"leave\": 43370, \"not\": 1490, \"64h\": 595, \"30h\": 10826, \"38h\": 10645, \"4ch\": 191, \"file\": 206, \"s\": 415, \"r11\": 6453, \"movups\": 16627, \"movdqu\": 4284, \"2eh\": 925, \"100h\": 1500, \"di\": 1132, \"shl\": 18394, \"r10\": 12721, \"20h\": 25158, \"23h\": 558, \"jbe\": 16886, \"movsx\": 3580, \"imul\": 4617, \"21h\": 711, \"50h\": 3798, \"sbb\": 1564, \"r11d\": 3768, \"ror\": 199, \"0f0h\": 812, \"xmm4\": 1443, \"40h\": 7891, \"400h\": 834, \"41h\": 557, \"3dh\": 414, \"0eh\": 1349, \"110h\": 331, \"0e0h\": 540, \"0a8h\": 936, \"setz\": 6121, \"31h\": 369, \"jnb\": 8104, \"r9b\": 955, \"1d9h\": 15, \"movsd\": 2890, \"cmovz\": 3699, \"setnz\": 6020, \"66h\": 322, \"76h\": 146, \"bl\": 3031, \"28h\": 11667, \"0ffh\": 1391, \"ar\": 73, \"7ch\": 144, \"env\": 43, \"0fh\": 2712, \"ax\": 11404, \"32h\": 355, \"3a7h\": 3, \"268h\": 26, \"200h\": 936, \"r10d\": 6078, \"idiv\": 319, \"cqo\": 132, \"0c1h\": 65, \"cmovnb\": 819, \"37h\": 626, \"ascs\": 5, \"0a2h\": 121, \"17h\": 697, \"0d0h\": 1254, \"14h\": 939, \"118h\": 297, \"cx\": 1319, \"46h\": 303, \"cmovs\": 371, \"neg\": 2700, \"48h\": 4044, \"movss\": 1325, \"xmm1\": 13703, \"movdqa\": 2462, \"xmm6\": 938, \"xmm5\": 1186, \"xmm2\": 4850, \"cvtss2sd\": 206, \"pandn\": 5, \"xmm7\": 1095, \"por\": 50, \"pcmpgtd\": 20, \"divsd\": 240, \"punpcklqdq\": 2980, \"movq\": 6815, \"2ch\": 622, \"0ch\": 2485, \"done\": 2, \"2d0h\": 26, \"1c2h\": 17, \"cmovbe\": 897, \"setb\": 849, \"cs\": 1210, \"stosq\": 1068, \"dx\": 2399, \"0edh\": 30, \"1d1h\": 20, \"36h\": 219, \"70h\": 2235, \"5eh\": 323, \"0d6h\": 39, \"5dh\": 232, \"158h\": 129, \"67h\": 192, \"0bch\": 19, \"222h\": 11, \"0b5h\": 30, \"8fh\": 49, \"10bh\": 65, \"azd\": 3, \"4eh\": 152, \"3bh\": 285, \"88h\": 1172, \"bx\": 475, \"bt\": 1071, \"0dh\": 1624, \"7bh\": 136, \"atc\": 2, \"subsd\": 218, \"cvttsd2si\": 396, \"btc\": 82, \"5bh\": 265, \"aoff\": 26, \"ai\": 28, \"61h\": 897, \"58h\": 2480, \"1eh\": 746, \"68h\": 2930, \"210h\": 66, \"5\": 15, \"60h\": 3422, \"4\": 34, \"3e8h\": 292, \"3ah\": 588, \"3ch\": 431, \"comisd\": 294, \"cmova\": 931, \"r14b\": 823, \"movapd\": 656, \"22h\": 877, \"2dh\": 923, \"jl\": 1599, \"xmm3\": 2636, \"cvtsi2ss\": 179, \"ahup\": 2, \"jo\": 173, \"cmovg\": 468, \"r12b\": 1560, \"ac\": 81, \"bpl\": 1833, \"7ah\": 168, \"7dh\": 159, \"43h\": 265, \"0e2h\": 16, \"mulsd\": 310, \"5fh\": 439, \"addsd\": 457, \"235h\": 12, \"bswap\": 1920, \"2fh\": 1822, \"410h\": 49, \"asmv\": 1, \"ass\": 234, \"ayy\": 10, \"1b6h\": 42, \"9ah\": 52, \"52h\": 223, \"1bh\": 428, \"1\": 112, \"aiso\": 7, \"a576\": 9, \"0bh\": 2202, \"si\": 1435, \"0dfh\": 103, \"aok\": 39, \"xchg\": 3603, \"238h\": 47, \"xadd\": 1180, \"54h\": 145, \"4d0h\": 20, \"124h\": 36, \"2a8h\": 39, \"n\": 199, \"0e8h\": 631, \"set\": 14, \"90h\": 1117, \"fstp\": 45, \"st\": 29, \"1f1h\": 10, \"19h\": 741, \"jge\": 1413, \"1e2h\": 10, \"39h\": 279, \"120h\": 245, \"mul\": 524, \"free\": 1036, \"29h\": 479, \"72h\": 641, \"65h\": 333, \"98h\": 773, \"73h\": 270, \"71h\": 152, \"aouq\": 2, \"s2\": 168, \"115h\": 24, \"0b8h\": 456, \"cmovl\": 420, \"6fh\": 208, \"62h\": 195, \"r13b\": 1327, \"movsq\": 179, \"5ch\": 455, \"rol\": 916, \"27h\": 529, \"2d8h\": 34, \"atab\": 3, \"afat\": 6, \"func\": 227, \"6eh\": 273, \"ahdm\": 10, \"aeo\": 2, \"afs\": 6, \"movd\": 1372, \"amtd\": 2, \"acsd\": 2, \"74h\": 197, \"div\": 1217, \"aunb\": 2, \"0a0h\": 958, \"0b0h\": 1387, \"aadd\": 12, \"242h\": 13, \"140h\": 194, \"484h\": 4, \"8e7h\": 2, \"axts\": 4, \"punpckldq\": 356, \"agap\": 2, \"11h\": 1096, \"0feh\": 364, \"s1\": 114, \"0d5h\": 35, \"290h\": 61, \"a1fv\": 2, \"adc\": 357, \"26h\": 750, \"2\": 115, \"bp\": 248, \"bsr\": 324, \"bsf\": 63, \"r15w\": 78, \"13h\": 812, \"0a5h\": 26, \"0cch\": 26, \"4fh\": 186, \"92h\": 44, \"1ah\": 603, \"setnbe\": 315, \"8f4h\": 6, \"cvtsi2sd\": 722, \"47h\": 206, \"3eh\": 492, \"r8w\": 312, \"r10b\": 576, \"0d7h\": 16, \"am\": 15, \"cmovge\": 215, \"20fh\": 20, \"alvm\": 6, \"0c0h\": 715, \"1e7h\": 17, \"72ah\": 2, \"8b2h\": 2, \"a2f\": 10, \"79h\": 227, \"15h\": 861, \"468h\": 106, \"1a8h\": 116, \"ahid\": 9, \"7eh\": 237, \"1dh\": 486, \"1a6h\": 14, \"1d8h\": 130, \"0fbh\": 109, \"2c6h\": 19, \"108h\": 202, \"1dch\": 13, \"aini\": 2, \"r13w\": 131, \"apss\": 6, \"1dbh\": 6, \"23eh\": 5, \"151h\": 11, \"24fh\": 8, \"0e7h\": 31, \"55h\": 155, \"asss\": 58, \"0fdh\": 157, \"240h\": 32, \"alld\": 5, \"78h\": 1370, \"128h\": 223, \"183h\": 12, \"0ach\": 303, \"25h\": 541, \"75h\": 141, \"r9w\": 167, \"202h\": 65, \"102h\": 65, \"104h\": 41, \"1e8h\": 59, \"51h\": 122, \"asdu\": 2, \"r15b\": 603, \"aqos\": 2, \"ayes\": 34, \"5ah\": 143, \"4ah\": 166, \"0f8h\": 367, \"418h\": 54, \"6dh\": 226, \"anow\": 1, \"alo\": 4, \"198h\": 224, \"498h\": 11, \"800h\": 463, \"paddq\": 80, \"cmovns\": 311, \"azu\": 6, \"6ch\": 236, \"ald\": 10, \"430h\": 30, \"802h\": 5, \"919h\": 1, \"9abh\": 3, \"61ch\": 7, \"inc\": 2739, \"230h\": 97, \"pcmpeqd\": 92, \"8b8h\": 6, \"al0\": 5, \"69h\": 175, \"ao\": 14, \"5eeh\": 1, \"dec\": 4626, \"105h\": 50, \"aval\": 5, \"0f9h\": 75, \"82h\": 88, \"34h\": 357, \"cmovb\": 1104, \"7d0h\": 26, \"amd5\": 12, \"0bfh\": 89, \"63h\": 437, \"stosd\": 55, \"ajmp\": 2, \"6bh\": 103, \"alf\": 4, \"254h\": 11, \"23bh\": 7, \"45ah\": 2, \"72dh\": 2, \"6ach\": 2, \"7a8h\": 5, \"879h\": 2, \"77h\": 167, \"138h\": 154, \"ads\": 7, \"283h\": 7, \"103h\": 48, \"87h\": 129, \"3efh\": 6, \"aii\": 2, \"a7za\": 2, \"abd\": 2, \"cmovle\": 272, \"ay\": 4, \"at\": 40, \"160h\": 142, \"ap\": 43, \"alq\": 2, \"akb\": 5, \"ahp\": 2, \"am2\": 2, \"12ch\": 35, \"an\": 24, \"adp\": 3, \"0\": 1528, \"minsd\": 17, \"au\": 56, \"root\": 4, \"setbe\": 207, \"2bh\": 2057, \"ano\": 22, \"setnle\": 465, \"1ch\": 637, \"44h\": 287, \"divss\": 107, \"23ch\": 25, \"172h\": 18, \"42h\": 278, \"asyn\": 10, \"31ah\": 3, \"0bbh\": 30, \"11dh\": 17, \"0a3h\": 28, \"2c4h\": 7, \"44bh\": 2, \"38ch\": 2, \"a960\": 2, \"dh\": 379, \"14eh\": 11, \"196h\": 10, \"35h\": 193, \"ch\": 189, \"101h\": 177, \"85h\": 66, \"28dh\": 8, \"542h\": 6, \"ain\": 5, \"287h\": 11, \"ucomiss\": 162, \"jp\": 185, \"aso\": 12, \"57h\": 315, \"aat\": 2, \"6b8h\": 5, \"esp\": 137, \"endbr32\": 30, \"38bh\": 8, \"33h\": 220, \"157h\": 13, \"2f6h\": 9, \"2b8h\": 105, \"stmxcsr\": 17, \"agmt\": 3, \"atz\": 9, \"53bh\": 8, \"2a5h\": 4, \"cvtsd2ss\": 87, \"76ch\": 32, \"5ceh\": 2, \"406h\": 42, \"a0lf\": 2, \"1edh\": 64, \"acdg\": 2, \"49h\": 374, \"setnb\": 210, \"990h\": 5, \"30dh\": 3, \"4b1h\": 4, \"r11b\": 264, \"0efh\": 74, \"key\": 52, \"620h\": 18, \"alu\": 93, \"401h\": 80, \"bh\": 97, \"0e5h\": 72, \"218h\": 80, \"tzcnt\": 223, \"208h\": 65, \"0c3h\": 18, \"0f7h\": 52, \"155h\": 14, \"araw\": 7, \"name\": 554, \"tp\": 4, \"ucomisd\": 229, \"pshufd\": 226, \"ana\": 21, \"168h\": 108, \"438h\": 35, \"1e0h\": 172, \"cond\": 13, \"185h\": 28, \"113h\": 32, \"acli\": 23, \"904h\": 6, \"1feh\": 21, \"4c3h\": 8, \"518h\": 15, \"54ah\": 3, \"1efh\": 4, \"0c8h\": 567, \"3ffh\": 265, \"5bfh\": 4, \"ad\": 102, \"7f8h\": 50, \"180h\": 199, \"8f3h\": 2, \"146h\": 14, \"92fh\": 22, \"r12w\": 228, \"39bh\": 29, \"145h\": 13, \"15ah\": 8, \"383h\": 15, \"573h\": 1, \"266h\": 3, \"625h\": 7, \"97h\": 21, \"83h\": 76, \"84h\": 713, \"adev\": 11, \"adst\": 2, \"a16s\": 2, \"aset\": 16, \"adel\": 2, \"a02x\": 23, \"420h\": 27, \"6ah\": 83, \"3b4h\": 4, \"3f2h\": 7, \"8c2h\": 4, \"y\": 3, \"1ffh\": 239, \"0a6h\": 44, \"fmt\": 6, \"vlog\": 11, \"raw\": 1, \"conf\": 7, \"8ebh\": 6, \"6c0h\": 2, \"174h\": 37, \"44ch\": 2, \"8ah\": 49, \"56h\": 127, \"99h\": 60, \"96h\": 61, \"1e6h\": 6, \"1cbh\": 7, \"2aah\": 7, \"25ch\": 18, \"0b6h\": 9, \"0c2h\": 32, \"1d6h\": 1, \"1d3h\": 9, \"0cdh\": 38, \"141h\": 23, \"0e4h\": 35, \"25bh\": 4, \"181h\": 9, \"152h\": 24, \"2b3h\": 2, \"19fh\": 5, \"133h\": 21, \"3ech\": 3, \"253h\": 5, \"127h\": 15, \"apts\": 2, \"13ah\": 22, \"pcmpgtb\": 10, \"1cah\": 4, \"204h\": 24, \"12fh\": 48, \"0d3h\": 21, \"262h\": 20, \"398h\": 5, \"0c6h\": 26, \"0e3h\": 93, \"27dh\": 15, \"239h\": 13, \"350h\": 9, \"3dfh\": 6, \"33ah\": 5, \"0bdh\": 24, \"121h\": 30, \"535h\": 2, \"2bdh\": 7, \"1a4h\": 49, \"431h\": 4, \"2d7h\": 6, \"14ch\": 25, \"19bh\": 2, \"1b5h\": 12, \"213h\": 4, \"153h\": 10, \"28bh\": 28, \"187h\": 24, \"2c9h\": 4, \"116h\": 10, \"1c8h\": 96, \"2bah\": 14, \"16dh\": 23, \"1c5h\": 16, \"380h\": 28, \"150h\": 189, \"34ah\": 4, \"22eh\": 7, \"10fh\": 60, \"1c7h\": 10, \"0dah\": 26, \"299h\": 6, \"2d1h\": 4, \"285h\": 12, \"226h\": 15, \"37eh\": 6, \"331h\": 8, \"486h\": 2, \"197h\": 11, \"277h\": 5, \"199h\": 19, \"259h\": 19, \"589h\": 8, \"112h\": 30, \"2f7h\": 15, \"344h\": 5, \"3d4h\": 34, \"506h\": 4, \"109h\": 26, \"163h\": 24, \"arbe\": 1, \"seto\": 42, \"ax2x\": 2, \"4e9h\": 6, \"4e4h\": 9, \"7ffh\": 124, \"53h\": 171, \"17fh\": 56, \"asc\": 31, \"0cah\": 264, \"89h\": 85, \"15bh\": 16, \"1ach\": 31, \"7f7h\": 2, \"77fh\": 10, \"av\": 20, \"asn\": 1, \"a1\": 74, \"cdq\": 166, \"880h\": 6, \"anet\": 1, \"600h\": 22, \"500h\": 61, \"shld\": 47, \"r11w\": 86, \"960h\": 6, \"psllq\": 2, \"1fch\": 22, \"1f3h\": 18, \"3f0h\": 10, \"a13\": 4, \"3a8h\": 5, \"3b6h\": 4, \"asd\": 49, \"384h\": 26, \"r14w\": 95, \"a0x\": 6, \"810h\": 19, \"alt\": 10, \"agt\": 2, \"a03d\": 4, \"movhps\": 269, \"aft\": 2, \"1f0h\": 63, \"a09\": 4, \"0b4h\": 50, \"59h\": 155, \"227h\": 11, \"acf\": 6, \"390h\": 22, \"4f8h\": 3, \"448h\": 30, \"321h\": 4, \"dest\": 351, \"0ebh\": 84, \"228h\": 169, \"arg\": 99, \"6\": 24, \"comiss\": 211, \"mulss\": 143, \"220h\": 82, \"20ah\": 23, \"axz\": 4, \"aiex\": 2, \"0e6h\": 22, \"60fh\": 2, \"4b0h\": 23, \"0fah\": 44, \"890h\": 3, \"cwde\": 46, \"adtr\": 2, \"0f4h\": 29, \"93h\": 30, \"amt\": 3, \"301h\": 23, \"a0m\": 278, \"341h\": 8, \"6a9h\": 4, \"6c8h\": 12, \"8e5h\": 2, \"117h\": 15, \"8d8h\": 24, \"248h\": 91, \"4dh\": 1300, \"shufpd\": 31, \"paddd\": 68, \"aoga\": 1, \"psrldq\": 25, \"0f5h\": 26, \"addss\": 217, \"setl\": 169, \"a8\": 19, \"2a0h\": 69, \"0fch\": 87, \"r10w\": 135, \"agot\": 6, \"afpa\": 2, \"130h\": 211, \"22fh\": 12, \"a0xx\": 21, \"astx\": 8, \"51ch\": 5, \"ardb\": 2, \"aeax\": 12, \"455h\": 4, \"405h\": 28, \"0c7h\": 56, \"1b4h\": 17, \"1f4h\": 61, \"dir\": 10, \"afc\": 2, \"7cfh\": 1, \"allx\": 6, \"acxt\": 16, \"2f8h\": 15, \"alx\": 14, \"arb\": 24, \"18ch\": 15, \"mode\": 8, \"1c0h\": 168, \"4feh\": 8, \"741h\": 2, \"18dh\": 23, \"14bh\": 6, \"154h\": 14, \"402h\": 39, \"3b5h\": 3, \"514h\": 4, \"844h\": 9, \"34eh\": 8, \"50fh\": 2, \"1e4h\": 7, \"580h\": 4, \"818h\": 23, \"34ch\": 5, \"a319\": 2, \"24dh\": 6, \"1f5h\": 14, \"1cch\": 6, \"257h\": 5, \"261h\": 13, \"663h\": 2, \"203h\": 4, \"209h\": 6, \"ap20\": 2, \"149h\": 36, \"980h\": 5, \"1b0h\": 227, \"aosu\": 1, \"asu\": 7, \"2aeh\": 5, \"256h\": 16, \"21ch\": 13, \"16eh\": 3, \"3a6h\": 5, \"409h\": 4, \"0ech\": 24, \"assd\": 56, \"388h\": 38, \"3f8h\": 26, \"3f7h\": 12, \"5c4h\": 6, \"2b0h\": 15, \"288h\": 49, \"93fh\": 4, \"0b9h\": 27, \"asny\": 2, \"aasv\": 22, \"460h\": 31, \"360h\": 7, \"0e1h\": 76, \"340h\": 14, \"abs\": 2, \"cd\": 2, \"412h\": 3, \"45ch\": 7, \"4cah\": 6, \"12dh\": 13, \"path\": 58, \"aifu\": 2, \"ahz\": 2, \"ahhu\": 4, \"ahu\": 7, \"allu\": 14, \"ag\": 10, \"aall\": 9, \"9ch\": 45, \"11ch\": 11, \"as16\": 2, \"44dh\": 8, \"13dh\": 9, \"463h\": 6, \"au8\": 2, \"2e8h\": 45, \"aw\": 13, \"movhlps\": 51, \"a66\": 4, \"0b3h\": 46, \"5b8h\": 9, \"alc\": 2, \"5b0h\": 2, \"amsg\": 14, \"2e1h\": 6, \"34fh\": 6, \"adf\": 4, \"606h\": 1, \"pshufhw\": 6, \"shufps\": 64, \"0eeh\": 34, \"3d7h\": 5, \"vbroadcastss\": 1, \"ymm4\": 87, \"vxorps\": 5, \"cvttss2si\": 106, \"558h\": 5, \"punpcklbw\": 39, \"psraw\": 2, \"xmm8\": 157, \"punpcklwd\": 14, \"subps\": 33, \"xmm9\": 108, \"cvtdq2ps\": 7, \"andps\": 55, \"cmpltps\": 8, \"ymm1\": 126, \"ymm0\": 191, \"vsubps\": 2, \"vmulps\": 2, \"vaddps\": 2, \"ymm7\": 14, \"ymm6\": 26, \"vmovaps\": 10, \"ymm5\": 54, \"vfmadd132ss\": 2, \"vmovss\": 4, \"vfnmadd132ss\": 2, \"0b7h\": 22, \"attb\": 13, \"actb\": 2, \"900h\": 109, \"afm\": 2, \"3\": 28, \"aupd\": 2, \"unpcklps\": 58, \"movlps\": 52, \"aerg\": 2, \"ai8\": 2, \"a239\": 12, \"a01\": 2, \"subss\": 91, \"unpcklpd\": 114, \"movlhps\": 23, \"148h\": 115, \"310h\": 16, \"10ch\": 16, \"0f6h\": 15, \"250h\": 165, \"4b8h\": 30, \"1d0h\": 137, \"27ah\": 6, \"2e0h\": 27, \"aidd\": 3, \"94h\": 47, \"ab\": 8, \"adcd\": 2, \"7e7h\": 2, \"axfs\": 6, \"aufs\": 2, \"stosb\": 13, \"psrld\": 13, \"300h\": 162, \"492h\": 2, \"3c5h\": 10, \"1fbh\": 3, \"46dh\": 4, \"170h\": 117, \"axd\": 2, \"aa\": 17, \"ard\": 6, \"ammx\": 6, \"movsb\": 196, \"0afh\": 18, \"argv\": 899, \"rule\": 298, \"args\": 154, \"data\": 448, \"nc\": 60, \"d\": 144, \"c\": 896, \"r\": 1020, \"h\": 2758, \"o\": 52, \"expr\": 238, \"b\": 264, \"a\": 78, \"to\": 30, \"mask\": 370, \"text\": 100, \"addr\": 98, \"e\": 656, \"base\": 25, \"pol\": 76, \"refs\": 56, \"xl\": 244, \"mac\": 98, \"nlh\": 432, \"t\": 500, \"m\": 200, \"ctx\": 397, \"reg\": 178, \"nlt\": 114, \"cmd\": 362, \"86h\": 77, \"p\": 113, \"len\": 118, \"ctrs\": 34, \"argc\": 162, \"anum\": 4, \"ptr\": 127, \"attr\": 82, \"type\": 42, \"seq\": 88, \"dup\": 36, \"i\": 206, \"next\": 34, \"pos\": 88, \"iter\": 110, \"cb\": 32, \"list\": 86, \"gen\": 110, \"ret\": 80, \"ats\": 4, \"fp\": 24, \"3e0h\": 14, \"dreg\": 6, \"a4u\": 3, \"pcnt\": 8, \"bcnt\": 24, \"2fdh\": 7, \"16ah\": 8, \"846h\": 7, \"29ah\": 8, \"3fah\": 14, \"1fdh\": 18, \"231h\": 13, \"a186\": 2, \"0deh\": 22, \"4a0h\": 4, \"40fh\": 6, \"0beh\": 28, \"1b8h\": 83, \"acsi\": 1, \"190h\": 58, \"5a0h\": 9, \"925h\": 2, \"2cfh\": 9, \"247h\": 4, \"464h\": 3, \"432h\": 4, \"a201\": 2, \"289h\": 14, \"setle\": 121, \"setnl\": 89, \"1e1h\": 16, \"28eh\": 2, \"610h\": 12, \"aosc\": 2, \"81bh\": 4, \"408h\": 20, \"501h\": 3, \"anak\": 1, \"188h\": 69, \"201h\": 51, \"a4\": 1, \"898h\": 2, \"aip4\": 2, \"abdt\": 2, \"afpu\": 4, \"ar8\": 2, \"186h\": 12, \"1a9h\": 12, \"cp\": 1, \"a00\": 32, \"nl\": 32, \"what\": 48, \"apu\": 6, \"pshuflw\": 36, \"info\": 12, \"a0\": 117, \"node\": 40, \"num\": 2, \"tick\": 26, \"line\": 14, \"a9d\": 2, \"als\": 5, \"aktb\": 4, \"706h\": 2, \"95h\": 51, \"0a1h\": 37, \"0a4h\": 36, \"241h\": 13, \"a06x\": 3, \"acs\": 7, \"api\": 6, \"aab\": 6, \"81h\": 358, \"8bh\": 44, \"8ch\": 61, \"528h\": 31, \"280h\": 58, \"328h\": 33, \"1a0h\": 51, \"370h\": 48, \"aetc\": 4, \"amo\": 4, \"0d9h\": 18, \"asse\": 2, \"opts\": 22, \"op\": 10, \"pent\": 10, \"aj\": 7, \"rld\": 36, \"size\": 26, \"pkts\": 26, \"dst\": 4, \"hl\": 10, \"atd0\": 2, \"19ch\": 10, \"acfb\": 3, \"119h\": 50, \"argp\": 5, \"0dch\": 16, \"53ah\": 2, \"48ch\": 4, \"asds\": 23, \"ref\": 22, \"aand\": 4, \"sreg\": 2, \"src\": 82, \"elem\": 10, \"awb\": 13, \"acpd\": 6, \"2eeh\": 3, \"movupd\": 134, \"atmp\": 43, \"out\": 24, \"in\": 105, \"307h\": 19, \"306h\": 7, \"389h\": 22, \"cpuid\": 37, \"xgetbv\": 10, \"syscall\": 136, \"setnp\": 56, \"pinsrw\": 36, \"gogo\": 4, \"rdtscp\": 3, \"pinsrd\": 6, \"pinsrq\": 2, \"pushfq\": 2, \"125h\": 10, \"0bah\": 112, \"0eah\": 21, \"int\": 52, \"vpbroadcastb\": 48, \"cmpxchg\": 582, \"anil\": 2, \"aof\": 2, \"jnp\": 36, \"0e9h\": 13, \"3a0h\": 19, \"ar15\": 2, \"bts\": 97, \"123h\": 27, \"320h\": 31, \"2feh\": 14, \"2cdh\": 24, \"a10s\": 6, \"sep\": 12, \"fake\": 30, \"fw\": 28, \"nm\": 34, \"aip6\": 10, \"j\": 30, \"330h\": 10, \"1f8h\": 71, \"psubd\": 16, \"aelr\": 2, \"asm\": 1, \"9a0h\": 1, \"114h\": 7, \"alxs\": 2, \"3c0h\": 3, \"650h\": 4, \"8dh\": 35, \"298h\": 47, \"0cbh\": 56, \"2fah\": 8, \"2f9h\": 4, \"11ah\": 17, \"aps1\": 2, \"aps4\": 2, \"aifs\": 4, \"jobs\": 22, \"a500\": 2, \"a4ds\": 4, \"acla\": 2, \"aos\": 6, \"itos\": 26, \"adld\": 2, \"404h\": 2, \"ud2\": 4182, \"pand\": 39, \"adt\": 1, \"adts\": 2, \"0ddh\": 47, \"a245\": 4, \"958h\": 3, \"349h\": 14, \"4a5h\": 8, \"cvtdq2pd\": 26, \"303h\": 22, \"442h\": 4, \"918h\": 10, \"a14\": 2, \"prio\": 2, \"3fdh\": 27, \"0f3h\": 16, \"8eh\": 148, \"apal\": 1, \"0dbh\": 20, \"acu\": 1, \"0aah\": 45, \"3b2h\": 6, \"4e1h\": 2, \"4dfh\": 4, \"164h\": 8, \"35eh\": 5, \"18ah\": 7, \"9b2h\": 2, \"8b5h\": 8, \"axl\": 2, \"159h\": 9, \"147h\": 10, \"9eh\": 31, \"184h\": 11, \"1e5h\": 19, \"9fh\": 39, \"2dch\": 14, \"17ch\": 11, \"aneg\": 2, \"ad10\": 2, \"4aah\": 4, \"2a1h\": 6, \"a0xd\": 2, \"5bbh\": 6, \"429h\": 5, \"a000\": 2, \"agtk\": 1238, \"579h\": 2, \"868h\": 6, \"6f6h\": 2, \"494h\": 3, \"1c9h\": 12, \"asi\": 3, \"428h\": 16, \"aamp\": 5, \"0abh\": 52, \"192h\": 11, \"a12\": 7, \"aas\": 11, \"362h\": 17, \"maxsd\": 14, \"3eah\": 11, \"ap15\": 2, \"apgp\": 2, \"arwx\": 2, \"aucb\": 2, \"4afh\": 15, \"167h\": 12, \"72bh\": 2, \"434h\": 2, \"a130\": 6, \"a310\": 2, \"6a4h\": 18, \"4f9h\": 2, \"a374\": 1, \"ayn\": 2, \"12bh\": 25, \"arwb\": 1, \"awin\": 1, \"anbd\": 5, \"ali\": 16, \"andpd\": 67, \"ans\": 2, \"aask\": 2, \"oact\": 1, \"10dh\": 13, \"15eh\": 37, \"348h\": 19, \"14ah\": 9, \"adsc\": 2, \"fail\": 88, \"arr\": 2, \"111h\": 44, \"am4\": 1, \"awss\": 2, \"aend\": 11, \"688h\": 2, \"fldz\": 3, \"4e6h\": 2, \"36ah\": 11, \"aq\": 5, \"areq\": 2, \"58dh\": 3, \"585h\": 6, \"598h\": 4, \"534h\": 8, \"3beh\": 7, \"apsk\": 1, \"a221\": 2, \"a301\": 3, \"a788\": 2, \"a588\": 2, \"ahci\": 2, \"a2x\": 2, \"23fh\": 16, \"3dbh\": 10, \"3edh\": 5, \"435h\": 4, \"43bh\": 5, \"440h\": 38, \"12ah\": 2, \"135h\": 13, \"14fh\": 7, \"18fh\": 11, \"195h\": 14, \"19ah\": 26, \"176h\": 14, \"17bh\": 13, \"1a5h\": 5, \"1aah\": 15, \"1afh\": 11, \"20eh\": 4, \"80fh\": 2, \"33ch\": 4, \"1eah\": 10, \"0c5h\": 19, \"0cfh\": 18, \"217h\": 7, \"142h\": 14, \"7fbh\": 8, \"215h\": 5, \"166h\": 6, \"8\": 13, \"amax\": 4, \"amin\": 2, \"8d0h\": 2, \"854h\": 4, \"a5\": 6, \"1d4h\": 8, \"44ah\": 2, \"46ah\": 16, \"a15s\": 3, \"47dh\": 14, \"ambr\": 10, \"132h\": 8, \"aaka\": 1, \"aaes\": 1, \"131h\": 16, \"acm\": 2, \"buf\": 6, \"480h\": 37, \"ahm\": 1, \"850h\": 5, \"1ebh\": 15, \"aarm\": 4, \"az\": 9, \"49ah\": 4, \"43ch\": 6, \"67fh\": 2, \"4bdh\": 4, \"481h\": 4, \"aus\": 8, \"arow\": 2, \"apng\": 3, \"0b1h\": 40, \"478h\": 11, \"586h\": 4, \"ap1y\": 2, \"136h\": 15, \"ae\": 22, \"8e0h\": 9, \"apop\": 3, \"a06e\": 2, \"a3o\": 2, \"a7m\": 2, \"a23m\": 4, \"260h\": 102, \"16ch\": 45, \"884h\": 30, \"178h\": 74, \"450h\": 27, \"4c0h\": 18, \"470h\": 26, \"270h\": 50, \"530h\": 35, \"540h\": 18, \"a136\": 22, \"488h\": 15, \"830h\": 30, \"718h\": 22, \"840h\": 68, \"25ah\": 50, \"760h\": 10, \"750h\": 16, \"3d8h\": 30, \"3f4h\": 30, \"680h\": 16, \"aer\": 10, \"azfs\": 36, \"8f2h\": 2, \"aldm\": 2, \"4e2h\": 15, \"0a7h\": 85, \"alow\": 1, \"5dch\": 5, \"ar2\": 2, \"arfu\": 4, \"a5g\": 2, \"asmd\": 2, \"329h\": 4, \"8d2h\": 8, \"0c4h\": 30, \"91h\": 39, \"0b2h\": 47, \"162h\": 15, \"2ffh\": 14, \"fs\": 158, \"223h\": 10, \"0adh\": 39, \"20bh\": 7, \"9bh\": 44, \"369h\": 8, \"929h\": 17, \"677h\": 8, \"139h\": 14, \"fld\": 21, \"7fah\": 18, \"715h\": 6, \"60dh\": 4, \"759h\": 2, \"rdseed\": 8, \"rdsspq\": 9, \"acd\": 4, \"a113\": 1, \"aopt\": 4, \"578h\": 18, \"attl\": 2, \"asvs\": 32, \"3feh\": 5, \"akey\": 14, \"10ah\": 36, \"av5v\": 4, \"59bh\": 8, \"ahd\": 1, \"afd\": 8, \"2c8h\": 139, \"43eh\": 4, \"ahj\": 1, \"0c9h\": 26, \"aid\": 5, \"agz\": 2, \"absd\": 2, \"ars\": 6, \"638h\": 4, \"akc1\": 2, \"assc\": 4, \"4e0h\": 18, \"8f9h\": 6, \"1b3h\": 9, \"1bah\": 5, \"26ch\": 6, \"12eh\": 10, \"4c7h\": 11, \"an0\": 10, \"ast0\": 2, \"aeip\": 2, \"arip\": 2, \"ak6\": 2, \"338h\": 14, \"a16\": 2, \"490h\": 1, \"3d6h\": 6, \"302h\": 5, \"278h\": 25, \"1b9h\": 5, \"1f6h\": 10, \"668h\": 3, \"aesp\": 3, \"aenc\": 3, \"a8x\": 1, \"445h\": 5, \"3bah\": 1, \"asit\": 1, \"2ach\": 6, \"63eh\": 3, \"2efh\": 4, \"156h\": 73, \"316h\": 1, \"144h\": 17, \"326h\": 2, \"11eh\": 10, \"11fh\": 21, \"rth\": 6, \"509h\": 2, \"5a8h\": 8, \"alst\": 4, \"sl\": 8, \"a03o\": 4, \"a22\": 2, \"87dh\": 2, \"ctr\": 6, \"hi\": 2, \"wait\": 6, \"mt\": 2, \"ams\": 4, \"a9s\": 4, \"mt2\": 2, \"frag\": 8, \"tg2\": 2, \"aln\": 2, \"ajs\": 2, \"1beh\": 14, \"24ah\": 4, \"376h\": 4, \"ip\": 2, \"551h\": 8, \"a18\": 1, \"fnstsw\": 4, \"fprem\": 2, \"anv\": 4, \"a4s\": 3, \"98ch\": 2, \"aany\": 27, \"2a3h\": 4, \"50bh\": 4, \"cc\": 50, \"astp\": 8, \"134h\": 12, \"601h\": 10, \"arec\": 2, \"815h\": 18, \"165h\": 13, \"9d5h\": 2, \"orpd\": 49, \"913h\": 2, \"anan\": 2, \"827h\": 8, \"56ch\": 4, \"823h\": 2, \"err\": 28, \"aioc\": 8, \"x\": 16, \"4ech\": 12, \"cmpnlesd\": 16, \"agst\": 2, \"654h\": 2, \"811h\": 8, \"aefi\": 1, \"73ch\": 4, \"ops\": 2, \"8a2h\": 4, \"327h\": 7, \"abus\": 32, \"263h\": 4, \"107h\": 13, \"a2u\": 2, \"aons\": 2, \"obj\": 26, \"52dh\": 7, \"55ah\": 1, \"4e7h\": 10, \"3c6h\": 8, \"603h\": 3, \"427h\": 1, \"5f9h\": 1, \"729h\": 9, \"3fch\": 39, \"2e2h\": 12, \"6e1h\": 2, \"31ch\": 4, \"2a2h\": 12, \"4cch\": 2, \"atcp\": 14, \"7dfh\": 4, \"2cch\": 3, \"381h\": 6, \"a568\": 2, \"asub\": 8, \"9b4h\": 4, \"835h\": 4, \"766h\": 6, \"8ach\": 2, \"3c2h\": 2, \"775h\": 8, \"46ch\": 4, \"1b2h\": 7, \"2dbh\": 5, \"xorpd\": 49, \"3b1h\": 2, \"3c8h\": 12, \"scr\": 8, \"ses\": 17, \"brl\": 43, \"spk\": 12, \"700h\": 21, \"alrn\": 1, \"aatb\": 4, \"asw\": 1, \"arev\": 2, \"new\": 61, \"4e8h\": 19, \"8a8h\": 4, \"2b6h\": 3, \"aif1\": 2, \"10eh\": 22, \"7e0h\": 31, \"ah4\": 2, \"abp\": 4, \"aefp\": 2, \"870h\": 5, \"subpd\": 48, \"addpd\": 57, \"mulpd\": 38, \"804h\": 4, \"143h\": 27, \"68eh\": 4, \"18bh\": 9, \"45eh\": 8, \"prefetcht0\": 7, \"minss\": 17, \"848h\": 10, \"sqrtsd\": 13, \"0d2h\": 26, \"20ch\": 8, \"678h\": 11, \"1b7h\": 14, \"auu\": 11, \"aro\": 2, \"15dh\": 19, \"753h\": 6, \"64ah\": 2, \"630h\": 8, \"a2d\": 2, \"41eh\": 5, \"crc32\": 53, \"698h\": 3, \"20dh\": 13, \"690h\": 15, \"379h\": 22, \"233h\": 12, \"1bch\": 8, \"191h\": 29, \"0ceh\": 18, \"18eh\": 6, \"765h\": 2, \"395h\": 4, \"910h\": 5, \"483h\": 2, \"1deh\": 18, \"249h\": 8, \"69eh\": 2, \"3c3h\": 14, \"454h\": 8, \"45dh\": 6, \"afud\": 4, \"269h\": 3, \"281h\": 8, \"214h\": 24, \"22ah\": 8, \"3a9h\": 14, \"3b7h\": 4, \"41ah\": 7, \"858h\": 4, \"2cbh\": 8, \"7bch\": 12, \"568h\": 4, \"32ch\": 6, \"a12s\": 2, \"2c7h\": 10, \"22bh\": 6, \"1c3h\": 5, \"207h\": 10, \"6e8h\": 1, \"25dh\": 11, \"206h\": 18, \"244h\": 8, \"8aeh\": 2, \"738h\": 34, \"5b1h\": 2, \"2f2h\": 2, \"16bh\": 5, \"ause\": 10, \"val\": 7, \"319h\": 6, \"422h\": 10, \"978h\": 5, \"adfn\": 1, \"apid\": 2, \"a690\": 2, \"aimp\": 2, \"anul\": 2, \"sha1msg2\": 2, \"sha1rnds4\": 2, \"a9\": 4, \"a88s\": 1, \"setp\": 23, \"fxch\": 6, \"13eh\": 19, \"520h\": 48, \"aivh\": 26, \"aih\": 24, \"wcs\": 10, \"590h\": 16, \"anrd\": 4, \"0a9h\": 105, \"297h\": 8, \"22ch\": 23, \"2b4h\": 6, \"7a0h\": 6, \"1c1h\": 14, \"550h\": 5, \"636h\": 9, \"48bh\": 4, \"596h\": 2, \"7d8h\": 4, \"3bbh\": 4, \"373h\": 4, \"32bh\": 14, \"367h\": 14, \"amm\": 4, \"538h\": 8, \"4f1h\": 2, \"282h\": 5, \"29bh\": 10, \"1d7h\": 8, \"286h\": 12, \"shrd\": 41, \"aelg\": 2, \"ah10\": 2, \"acds\": 2, \"503h\": 4, \"461h\": 2, \"42ch\": 2, \"458h\": 12, \"afdp\": 3, \"7e8h\": 10, \"37ah\": 14, \"378h\": 9, \"13ch\": 12, \"pextrw\": 16, \"465h\": 26, \"36eh\": 2, \"aios\": 6, \"441h\": 7, \"abox\": 2, \"aavx\": 4, \"alzo\": 10, \"21dh\": 5, \"3c7h\": 4, \"1ech\": 17, \"aour\": 2, \"33dh\": 1, \"13bh\": 45, \"ausb\": 5, \"adep\": 2, \"alus\": 4, \"aiff\": 2, \"8b0h\": 11, \"fd\": 20, \"a01m\": 2, \"aju\": 2, \"436h\": 4, \"2c5h\": 4, \"311h\": 6, \"are\": 6, \"addd\": 1, \"548h\": 2, \"94bh\": 2, \"705h\": 8, \"933h\": 5, \"761h\": 3, \"agpt\": 2, \"510h\": 1, \"161h\": 4, \"258h\": 27, \"8d5h\": 2, \"movlpd\": 4, \"ayib\": 2, \"cmpsb\": 7, \"a41s\": 2, \"azum\": 2, \"afnm\": 1, \"a03x\": 5, \"a02d\": 2, \"aiho\": 4, \"anfs\": 2, \"1dah\": 11, \"3afh\": 1, \"414h\": 3, \"2a7h\": 8, \"357h\": 6, \"38eh\": 5, \"271h\": 8, \"3e5h\": 12, \"658h\": 14, \"a8ld\": 2, \"5d8h\": 10, \"834h\": 2, \"833h\": 5, \"5e8h\": 7, \"137h\": 17, \"720h\": 4, \"aelf\": 2, \"6ffh\": 4, \"336h\": 10, \"a22x\": 2, \"adm\": 6, \"2f3h\": 2, \"21ah\": 9, \"988h\": 4, \"amul\": 2, \"amod\": 8, \"adiv\": 2, \"aunm\": 2, \"punpckhdq\": 4, \"aoo\": 2, \"61bh\": 4, \"alua\": 4, \"andnpd\": 12, \"asp\": 9, \"701h\": 2, \"314h\": 8, \"293h\": 4, \"309h\": 125, \"32eh\": 27, \"333h\": 1, \"374h\": 9, \"40eh\": 3, \"416h\": 5, \"426h\": 5, \"451h\": 4, \"48fh\": 7, \"1cfh\": 7, \"523h\": 1, \"8deh\": 2, \"725h\": 1, \"72eh\": 1, \"6c3h\": 5, \"33fh\": 3, \"318h\": 15, \"873h\": 1, \"7f1h\": 1, \"8cfh\": 1, \"8e3h\": 1, \"90fh\": 1, \"921h\": 1, \"92ah\": 1, \"93ch\": 3, \"945h\": 1, \"94eh\": 1, \"7aah\": 1, \"7aeh\": 5, \"7b2h\": 1, \"87bh\": 3, \"88bh\": 3, \"364h\": 3, \"386h\": 3, \"70ah\": 9, \"561h\": 1, \"56bh\": 3, \"60bh\": 3, \"62bh\": 1, \"614h\": 1, \"61eh\": 3, \"635h\": 3, \"63fh\": 4, \"649h\": 1, \"653h\": 1, \"65dh\": 1, \"667h\": 3, \"671h\": 3, \"67bh\": 9, \"693h\": 1, \"1bdh\": 5, \"35bh\": 1, \"669h\": 1, \"5d7h\": 5, \"9\": 6, \"1a2h\": 1, \"803h\": 2, \"26eh\": 2, \"981h\": 4, \"982h\": 2, \"5a5h\": 4, \"670h\": 6, \"763h\": 7, \"amap\": 4, \"a1u\": 2, \"4f5h\": 2, \"54ch\": 6, \"awd\": 2, \"40bh\": 2, \"9cbh\": 2, \"ai64\": 2, \"6afh\": 3, \"8c8h\": 4, \"aqt\": 4, \"atif\": 2, \"ai1\": 2, \"9f5h\": 11, \"acow\": 2, \"abin\": 3, \"229h\": 9, \"ace\": 11, \"0d4h\": 34, \"jno\": 8, \"16fh\": 10, \"aret\": 69, \"punpckhqdq\": 2, \"andw\": 2, \"axx\": 8, \"730h\": 12, \"9b8h\": 9, \"vmovdqa\": 120, \"vpcmpeqb\": 64, \"vpmovmskb\": 35, \"vmovdqu\": 143, \"ymm2\": 70, \"ymm3\": 42, \"vmovd\": 64, \"pause\": 229, \"mfence\": 8, \"pmovmskb\": 100, \"asrc\": 6, \"vpaddd\": 18, \"pshufb\": 24, \"pslldq\": 6, \"vzeroupper\": 149, \"0f1h\": 22, \"axhc\": 3, \"a2\": 2, \"49ch\": 9, \"8fch\": 2, \"ap2p\": 2, \"4e5h\": 4, \"anot\": 10, \"awsc\": 4, \"a2g\": 2, \"aie\": 2, \"aotp\": 2, \"2c0h\": 24, \"37ch\": 6, \"4a8h\": 2, \"f\": 5, \"tmp\": 5, \"a4cs\": 2, \"949h\": 14, \"961h\": 16, \"3d5h\": 18, \"874h\": 8, \"15fh\": 10, \"403h\": 10, \"aa0\": 3, \"afn\": 2, \"19dh\": 13, \"agsm\": 5, \"preg\": 6, \"act\": 4, \"ashm\": 2, \"anbt\": 1, \"399h\": 6, \"aay\": 5, \"0f2h\": 16, \"754h\": 4, \"8dfh\": 4, \"717h\": 3, \"a4d\": 2, \"asep\": 3, \"awas\": 2, \"ac1\": 1, \"a2k\": 3, \"afix\": 2, \"anm\": 55, \"2b5h\": 4, \"771h\": 5, \"5fch\": 2, \"3e6h\": 2, \"865h\": 4, \"611h\": 4, \"68ch\": 1, \"axzs\": 2, \"asb\": 1, \"cvtpd2ps\": 19, \"acwd\": 2, \"62dh\": 2, \"359h\": 4, \"15ch\": 9, \"296h\": 6, \"cvttps2dq\": 6, \"47eh\": 4, \"7d3h\": 2, \"adav\": 2, \"fnstcw\": 2, \"fmul\": 2, \"2a4h\": 5, \"a40\": 2, \"122h\": 26, \"audp\": 6, \"0d1h\": 16, \"251h\": 4, \"644h\": 6, \"aots\": 2, \"asv\": 6, \"aaay\": 2, \"aexp\": 2, \"btr\": 64, \"93eh\": 2, \"ak\": 18, \"27bh\": 4, \"a37\": 2, \"adpi\": 1, \"182h\": 12, \"272h\": 8, \"212h\": 2, \"3e7h\": 17, \"37dh\": 6, \"a17s\": 1, \"648h\": 5, \"a36\": 5, \"aco\": 2, \"1aeh\": 2, \"41fh\": 1, \"apkg\": 1, \"adb\": 2, \"3f1h\": 5, \"apap\": 4, \"926h\": 4, \"67ah\": 4, \"rdrand\": 4, \"cbw\": 6, \"5d2h\": 4, \"tv\": 2, \"9dh\": 17, \"0aeh\": 29, \"9e0h\": 2, \"2f1h\": 6, \"71ah\": 4, \"7edh\": 6, \"5c5h\": 4, \"asun\": 2, \"ascu\": 1, \"ael0\": 2, \"maxps\": 4, \"a25\": 2, \"asig\": 3, \"aowe\": 5, \"28ch\": 6, \"abg\": 2, \"308h\": 22, \"368h\": 4, \"1e3h\": 3, \"ac0m\": 2, \"autf\": 2, \"accs\": 2, \"aucp\": 2, \"284h\": 8, \"3f3h\": 2, \"acr\": 1, \"a04x\": 4, \"175h\": 8, \"5cdh\": 2, \"axxx\": 2, \"177h\": 10, \"alen\": 2, \"aasz\": 2, \"584h\": 2, \"1b1h\": 3, \"237h\": 4, \"1adh\": 6, \"265h\": 5, \"189h\": 9, \"264h\": 2, \"25eh\": 4, \"443h\": 6, \"anew\": 3, \"a4m\": 5, \"a8ds\": 2, \"3ach\": 6, \"aipc\": 2, \"3e3h\": 1, \"afsa\": 1, \"4a3h\": 2, \"4bch\": 2, \"a30s\": 2, \"ajdd\": 2, \"afdd\": 3, \"asdd\": 4, \"5bdh\": 10, \"939h\": 7, \"26dh\": 1, \"bzhi\": 2, \"vmovdqu64\": 39, \"vpbroadcastd\": 10, \"vpxor\": 32, \"vpxorq\": 8, \"106h\": 15, \"arce\": 1, \"k0\": 21, \"kmovd\": 9, \"ymm8\": 2, \"vmovq\": 6, \"shrx\": 4, \"pcmpeqb\": 43, \"psubb\": 2, \"vmovdqa64\": 4, \"xtest\": 6, \"shlx\": 4, \"pcmpistri\": 4, \"k1\": 2, \"fxrstor\": 2, \"xrstor\": 2, \"37fh\": 2, \"sarx\": 2, \"vpcmpeqd\": 4, \"4ach\": 2, \"vptestnmd\": 4, \"k4\": 4, \"kortestd\": 2, \"k2\": 2, \"vptestmd\": 2, \"fnstenv\": 2, \"a124\": 2, \"828h\": 13, \"a241\": 1, \"warn\": 7, \"5ddh\": 2, \"225h\": 13, \"2d3h\": 3, \"19eh\": 3, \"723h\": 4, \"a25h\": 2, \"6eah\": 2, \"173h\": 6, \"ahr\": 2, \"aint\": 4, \"acpp\": 4, \"adl\": 15, \"39dh\": 4, \"75fh\": 17, \"80bh\": 4, \"32dh\": 4, \"3e9h\": 8, \"7f6h\": 6, \"9e6h\": 2, \"7\": 8, \"35dh\": 6, \"934h\": 17, \"4beh\": 16, \"24eh\": 29, \"4a6h\": 2, \"762h\": 2, \"2abh\": 19, \"3c4h\": 4, \"39eh\": 6, \"6aeh\": 6, \"633h\": 2, \"3fbh\": 6, \"515h\": 2, \"76eh\": 8, \"748h\": 3, \"78dh\": 4, \"324h\": 7, \"adms\": 2, \"4d4h\": 4, \"5c3h\": 10, \"345h\": 14, \"7f0h\": 14, \"5c8h\": 20, \"74fh\": 6, \"5f8h\": 6, \"6f4h\": 2, \"757h\": 2, \"895h\": 4, \"70eh\": 8, \"2beh\": 3, \"1dfh\": 9, \"437h\": 4, \"411h\": 9, \"4c8h\": 10, \"55dh\": 3, \"75ah\": 2, \"782h\": 4, \"4d7h\": 6, \"67dh\": 8, \"31dh\": 2, \"6f2h\": 4, \"232h\": 7, \"32fh\": 4, \"4bbh\": 4, \"415h\": 10, \"457h\": 10, \"6d3h\": 4, \"52ch\": 27, \"570h\": 8, \"2d6h\": 4, \"6b9h\": 5, \"7bfh\": 6, \"845h\": 4, \"6b3h\": 4, \"76fh\": 6, \"7a4h\": 2, \"96ch\": 12, \"11bh\": 10, \"417h\": 6, \"asys\": 34, \"714h\": 4, \"857h\": 2, \"58fh\": 6, \"5b3h\": 4, \"392h\": 2, \"2f0h\": 23, \"aps\": 8, \"6a8h\": 2, \"95ah\": 2, \"995h\": 8, \"343h\": 18, \"6e5h\": 2, \"9ach\": 2, \"938h\": 4, \"9eeh\": 2, \"171h\": 16, \"91ch\": 2, \"59ch\": 6, \"4eeh\": 2, \"4d9h\": 2, \"597h\": 4, \"5f0h\": 10, \"721h\": 2, \"aidm\": 22, \"276h\": 8, \"21eh\": 6, \"31bh\": 8, \"7e6h\": 2, \"4dah\": 2, \"511h\": 2, \"129h\": 6, \"519h\": 6, \"39ch\": 3, \"5f2h\": 12, \"3ddh\": 2, \"17dh\": 8, \"279h\": 10, \"5c1h\": 6, \"6cbh\": 2, \"75dh\": 2, \"9dah\": 2, \"952h\": 2, \"99ah\": 4, \"485h\": 2, \"5d9h\": 4, \"953h\": 14, \"7deh\": 2, \"71eh\": 2, \"294h\": 9, \"659h\": 6, \"4a4h\": 4, \"246h\": 4, \"vpshufd\": 6, \"setns\": 6, \"36bh\": 10, \"aio\": 8, \"97fh\": 6, \"vpsllw\": 2, \"amss\": 4, \"4d6h\": 9, \"576h\": 4, \"26fh\": 4, \"47bh\": 25, \"ajpg\": 1, \"pwcs\": 3, \"aen\": 1, \"movhpd\": 11, \"divpd\": 5, \"unpckhpd\": 5, \"779h\": 4, \"a32\": 2, \"4dch\": 4, \"1eeh\": 5, \"482h\": 4, \"35fh\": 2, \"4bfh\": 2, \"53dh\": 2, \"342h\": 10, \"544h\": 2, \"860h\": 6, \"2ceh\": 2, \"57ah\": 2, \"1bfh\": 9, \"1f7h\": 11, \"419h\": 4, \"3d3h\": 4, \"9fah\": 9, \"7bdh\": 2, \"9dfh\": 8, \"90eh\": 2, \"969h\": 2, \"2b7h\": 6, \"396h\": 2, \"4ffh\": 6, \"3f9h\": 2, \"82fh\": 2, \"545h\": 10, \"224h\": 8, \"3a3h\": 8, \"2afh\": 6, \"702h\": 4, \"24bh\": 8, \"23dh\": 2, \"6e2h\": 4, \"9e7h\": 6, \"22dh\": 4, \"339h\": 4, \"9c0h\": 2, \"7c5h\": 4, \"2dfh\": 6, \"47ah\": 2, \"372h\": 7, \"ahms\": 12, \"916h\": 2, \"31eh\": 2, \"afr\": 4, \"931h\": 4, \"59fh\": 2, \"6e4h\": 4, \"5edh\": 2, \"777h\": 9, \"6a1h\": 4, \"722h\": 4, \"4fah\": 4, \"21fh\": 6, \"1cdh\": 12, \"5e7h\": 2, \"985h\": 4, \"anaa\": 2, \"4b6h\": 22, \"951h\": 2, \"7c8h\": 4, \"84fh\": 4, \"2b9h\": 4, \"arw\": 2, \"554h\": 2, \"6c2h\": 2, \"62eh\": 4, \"6feh\": 6, \"735h\": 2, \"5f3h\": 4, \"7a3h\": 2, \"13fh\": 12, \"4fdh\": 4, \"adlm\": 6, \"549h\": 4, \"33eh\": 2, \"7b8h\": 4, \"617h\": 2, \"471h\": 4, \"2d9h\": 6, \"563h\": 2, \"4c6h\": 7, \"from\": 4, \"353h\": 10, \"89bh\": 4, \"541h\": 7, \"31fh\": 6, \"92eh\": 4, \"2b2h\": 4, \"90bh\": 4, \"7d6h\": 2, \"78ah\": 4, \"65bh\": 5, \"27ch\": 8, \"3cah\": 2, \"9c1h\": 2, \"930h\": 2, \"3bch\": 4, \"3cch\": 5, \"712h\": 4, \"9a2h\": 4, \"517h\": 4, \"aeui\": 4, \"583h\": 2, \"923h\": 6, \"7b3h\": 4, \"aba1\": 2, \"347h\": 4, \"772h\": 4, \"169h\": 7, \"4b3h\": 3, \"60ah\": 8, \"6e3h\": 4, \"4f7h\": 4, \"784h\": 2, \"219h\": 7, \"776h\": 8, \"655h\": 6, \"6bah\": 4, \"556h\": 8, \"58ah\": 4, \"452h\": 10, \"5a3h\": 4, \"1f9h\": 3, \"806h\": 4, \"83fh\": 4, \"2edh\": 10, \"313h\": 8, \"2d2h\": 4, \"abit\": 2, \"vpshufb\": 2, \"pslld\": 10, \"vpor\": 9, \"pclmulqdq\": 9, \"5dah\": 8, \"1e9h\": 6, \"a0c\": 4, \"6abh\": 4, \"4d8h\": 5, \"ae22\": 10, \"37bh\": 4, \"punpckhwd\": 8, \"pmulhw\": 2, \"pmullw\": 8, \"937h\": 4, \"917h\": 31, \"af00\": 9, \"55fh\": 4, \"64dh\": 19, \"8beh\": 2, \"64ch\": 4, \"a17g\": 6, \"1c6h\": 2, \"385h\": 2, \"adds\": 6, \"456h\": 3, \"9ech\": 6, \"prefetcht1\": 2, \"5c9h\": 2, \"ahsr\": 5, \"avrf\": 1, \"5e0h\": 1, \"aooo\": 1, \"7dah\": 2, \"243h\": 8, \"30fh\": 4, \"2f5h\": 3, \"612h\": 2, \"28ah\": 19, \"atos\": 2, \"6dch\": 2, \"6f5h\": 2, \"assv\": 2, \"acs6\": 2, \"2e4h\": 6, \"97dh\": 2, \"2e3h\": 2, \"14dh\": 5, \"aao\": 4, \"1f2h\": 10, \"anap\": 2, \"adun\": 2, \"26ah\": 2, \"317h\": 10, \"27eh\": 9, \"752h\": 2, \"7beh\": 2, \"666h\": 2, \"322h\": 4, \"atbf\": 2, \"5adh\": 2, \"2c1h\": 3, \"aptp\": 2, \"avpn\": 2, \"211h\": 5, \"6a7h\": 2, \"17ah\": 6, \"2a6h\": 4, \"1a1h\": 2, \"365h\": 4, \"85bh\": 2, \"3deh\": 2, \"577h\": 2, \"ahas\": 2, \"5f1h\": 2, \"652h\": 6, \"36fh\": 4, \"5bch\": 2, \"569h\": 4, \"2eah\": 2, \"7eeh\": 2, \"83bh\": 2, \"6bch\": 2, \"63ch\": 2, \"533h\": 6, \"836h\": 2, \"863h\": 2, \"8cah\": 2, \"1bbh\": 2, \"56eh\": 6, \"508h\": 6, \"a145\": 2, \"aspf\": 2, \"acbc\": 2, \"ahex\": 10, \"651h\": 4, \"7e5h\": 6, \"798h\": 2, \"901h\": 4, \"3c9h\": 2, \"9f2h\": 4, \"4aeh\": 2, \"6f3h\": 2, \"5c0h\": 8, \"6edh\": 2, \"764h\": 4, \"920h\": 10, \"68ah\": 6, \"5b5h\": 8, \"968h\": 4, \"9c6h\": 6, \"421h\": 2, \"62fh\": 2, \"255h\": 4, \"30bh\": 2, \"7c7h\": 4, \"906h\": 2, \"39ah\": 2, \"2d5h\": 2, \"4cfh\": 2, \"592h\": 2, \"7afh\": 2, \"76bh\": 9, \"3d9h\": 8, \"645h\": 2, \"34dh\": 4, \"auun\": 2, \"393h\": 4, \"45bh\": 4, \"809h\": 2, \"9fbh\": 2, \"51dh\": 2, \"at10\": 6, \"618h\": 2, \"955h\": 2, \"474h\": 6, \"38ah\": 2, \"1ddh\": 11, \"abad\": 4, \"808h\": 4, \"63ah\": 4, \"695h\": 4, \"50ah\": 6, \"5e1h\": 2, \"479h\": 4, \"780h\": 46, \"4c1h\": 3, \"21bh\": 2, \"89fh\": 4, \"588h\": 8, \"5beh\": 8, \"475h\": 4, \"3cfh\": 2, \"1d2h\": 4, \"29fh\": 6, \"3ceh\": 4, \"743h\": 2, \"78fh\": 2, \"52eh\": 8, \"274h\": 8, \"8ech\": 2, \"2a9h\": 7, \"24ch\": 2, \"2d4h\": 2, \"837h\": 2, \"2ech\": 4, \"50dh\": 10, \"692h\": 2, \"57bh\": 6, \"68bh\": 4, \"391h\": 8, \"5d4h\": 2, \"83ch\": 2, \"337h\": 2, \"59ah\": 4, \"5b9h\": 4, \"864h\": 2, \"41bh\": 4, \"aaaa\": 59, \"8a0h\": 4, \"66ah\": 3, \"a131\": 12, \"1a7h\": 6, \"3d1h\": 3, \"9dbh\": 2, \"6adh\": 6, \"vextracti128\": 2, \"57fh\": 3, \"auri\": 1, \"psrlw\": 33, \"605h\": 4, \"ains\": 2, \"252h\": 7, \"2e5h\": 21, \"atcs\": 2, \"atf\": 2, \"3aah\": 2, \"vis\": 2, \"asuu\": 2, \"fds\": 1, \"awl\": 2, \"maxpd\": 2, \"cvtps2pd\": 6, \"81eh\": 3, \"888h\": 1, \"23ah\": 5, \"245h\": 2, \"2deh\": 1, \"psubq\": 1, \"5a9h\": 1, \"5a7h\": 2, \"708h\": 2, \"cvttpd2dq\": 9, \"4d5h\": 6, \"3a4h\": 2, \"4f0h\": 3, \"323h\": 2, \"asld\": 4, \"57ch\": 4, \"546h\": 3, \"a1fc\": 1, \"a2fv\": 1, \"a3fv\": 1, \"740h\": 1, \"vmovups\": 4, \"2e7h\": 6, \"a31m\": 3, \"psllw\": 5, \"fld1\": 1, \"fldcw\": 2, \"446h\": 2, \"a123\": 2, \"alog\": 6, \"mulps\": 69, \"67eh\": 2, \"a33m\": 2, \"abye\": 4, \"35ah\": 2, \"363h\": 2, \"aarg\": 4, \"acc\": 2, \"40ch\": 2, \"3a2h\": 4, \"acdd\": 2, \"aslu\": 5, \"1ceh\": 4, \"975h\": 2, \"aad\": 2, \"7b5h\": 6, \"acsc\": 2, \"736h\": 2, \"351h\": 2, \"36ch\": 2, \"asok\": 2, \"a2ds\": 2, \"2c3h\": 3, \"agit\": 2, \"947h\": 2, \"993h\": 2, \"521h\": 2, \"6efh\": 3, \"8f8h\": 2, \"423h\": 1, \"273h\": 2, \"439h\": 2, \"472h\": 1, \"574h\": 1, \"abig\": 3, \"axi\": 3, \"awav\": 2, \"apvf\": 2, \"2fbh\": 2, \"838h\": 2, \"936h\": 2, \"394h\": 2, \"8c4h\": 2, \"637h\": 2, \"697h\": 2, \"5e5h\": 3, \"221h\": 4, \"57dh\": 2, \"525h\": 4, \"85ah\": 4, \"856h\": 2, \"745h\": 2, \"9ddh\": 2, \"3abh\": 4, \"6beh\": 2, \"85eh\": 2, \"aar\": 2, \"aahr\": 2, \"751h\": 2, \"817h\": 4, \"55eh\": 2, \"74ah\": 2, \"6b5h\": 2, \"5d6h\": 4, \"57eh\": 2, \"9e3h\": 2, \"40dh\": 3, \"7f4h\": 2, \"3ebh\": 2, \"51eh\": 2, \"356h\": 4, \"819h\": 4, \"73bh\": 6, \"552h\": 4, \"927h\": 2, \"68dh\": 2, \"813h\": 2, \"85dh\": 2, \"878h\": 5, \"623h\": 2, \"6d6h\": 2, \"pvs\": 2, \"315h\": 2, \"80ch\": 2, \"855h\": 2, \"apre\": 2, \"543h\": 2, \"4efh\": 3, \"366h\": 2, \"5d3h\": 6, \"377h\": 2, \"42eh\": 2, \"46bh\": 2, \"841h\": 2, \"7d7h\": 2, \"685h\": 2, \"86ah\": 3, \"51fh\": 2, \"8b3h\": 2, \"5fdh\": 4, \"275h\": 2, \"8dch\": 4, \"1abh\": 4, \"asnd\": 3, \"30ch\": 1, \"avol\": 2, \"758h\": 7, \"aif\": 5, \"apwd\": 1, \"a96m\": 2, \"am3\": 2, \"alfs\": 2, \"asls\": 2, \"yyin\": 1, \"xcb\": 11, \"2bch\": 2, \"a175\": 2, \"afzf\": 2, \"801h\": 2, \"cmpxchg16b\": 4, \"asxs\": 2, \"airq\": 4, \"547h\": 2, \"af1\": 7, \"3aeh\": 2, \"4b5h\": 6, \"66ch\": 2, \"argb\": 3, \"dg\": 1, \"rows\": 11, \"ls\": 9, \"194h\": 2, \"ados\": 1, \"sc\": 3, \"afdm\": 2, \"pm\": 1, \"sh\": 2, \"7eah\": 3, \"tr\": 1, \"358h\": 7, \"622h\": 6, \"ws\": 2, \"asid\": 2, \"psubusb\": 2, \"adct\": 2, \"alex\": 2, \"wc\": 6, \"emsg\": 20, \"tc\": 2, \"re\": 4, \"pp\": 2, \"70fh\": 7, \"ic\": 2, \"cmovp\": 21, \"andnps\": 16, \"cmpnless\": 4, \"movmskpd\": 7, \"atag\": 3, \"aapp\": 1, \"aptb\": 2, \"ahip\": 2, \"425h\": 2, \"4d3h\": 20, \"853h\": 4, \"728h\": 2, \"2ebh\": 4, \"a0lx\": 2, \"adir\": 3, \"2c2h\": 2, \"50ch\": 2, \"alun\": 2, \"ptest\": 3, \"aalt\": 3, \"addps\": 71, \"minps\": 1, \"aapi\": 3, \"afg\": 2, \"7feh\": 2, \"6d0h\": 6, \"paddw\": 10, \"psubw\": 8, \"pcmpgtw\": 2, \"sqrtps\": 4, \"divps\": 3, \"orps\": 22, \"rcpps\": 2, \"maxss\": 18, \"cmpltss\": 2, \"cmpeqss\": 2, \"cmovo\": 2, \"686h\": 4, \"8eah\": 2, \"7fdh\": 2, \"psrlq\": 2, \"907h\": 2, \"977h\": 2, \"old\": 2, \"4b4h\": 2, \"4eah\": 4, \"604h\": 2, \"744h\": 2, \"433h\": 6, \"304h\": 2, \"6aah\": 2, \"3dch\": 2, \"6b1h\": 2, \"7cah\": 2, \"6c5h\": 1, \"audd\": 1, \"aubb\": 3, \"abb\": 3, \"vcvtps2ph\": 2, \"agsk\": 191, \"7abh\": 5, \"a263\": 2, \"a654\": 2, \"619h\": 2, \"a288\": 2, \"a582\": 2, \"a251\": 2, \"a333\": 2, \"aib\": 2, \"a476\": 2, \"a455\": 2, \"acut\": 2, \"a174\": 6, \"a214\": 2, \"a518\": 2, \"a603\": 2, \"a521\": 2, \"a344\": 2, \"371h\": 2, \"3bfh\": 2, \"a937\": 2, \"a149\": 2, \"arun\": 2, \"a118\": 4, \"a321\": 2, \"a205\": 2, \"a24g\": 2, \"a192\": 2, \"a242\": 2, \"abbb\": 2, \"a161\": 2, \"a486\": 2, \"30ah\": 4, \"a216\": 2, \"a254\": 2, \"39fh\": 4, \"a520\": 2, \"532h\": 2, \"a497\": 2, \"a151\": 2, \"a103\": 2, \"a181\": 2, \"a246\": 2, \"a269\": 2, \"2fch\": 2, \"236h\": 2, \"sqrtss\": 2, \"48ah\": 4, \"asli\": 2, \"7c1h\": 2, \"a243\": 2, \"788h\": 2, \"a295\": 2, \"6e7h\": 5, \"4f6h\": 2, \"ayl\": 2, \"76dh\": 2, \"29eh\": 4, \"58bh\": 7, \"91fh\": 2, \"5dfh\": 2, \"72fh\": 2, \"928h\": 2, \"847h\": 2, \"526h\": 2, \"4a7h\": 2, \"asmq\": 2, \"6f1h\": 2, \"660h\": 2, \"9b7h\": 2, \"7e4h\": 2, \"871h\": 2, \"216h\": 2, \"193h\": 6, \"2adh\": 4, \"40ah\": 6, \"packuswb\": 10, \"vpsrlw\": 12, \"vpackuswb\": 8, \"vpsrld\": 2, \"vpslld\": 2, \"pmaddubsw\": 6, \"pavgw\": 2, \"vpavgw\": 4, \"vpand\": 6, \"palignr\": 4, \"paddusb\": 2, \"pavgb\": 12, \"vpmaddubsw\": 10, \"paddusw\": 4, \"44eh\": 2, \"ay4m\": 2, \"a370\": 2, \"a289\": 2, \"afor\": 2, \"aegg\": 2, \"1c4h\": 4, \"407h\": 2, \"cmpltsd\": 2, \"cmplesd\": 2, \"aesenc\": 4, \"aesdec\": 4, \"25fh\": 6, \"mulx\": 4, \"adcx\": 4, \"adox\": 5, \"rorx\": 4, \"79eh\": 2, \"popcnt\": 2, \"vpaddq\": 5, \"pmuludq\": 2, \"9edh\": 2, \"host\": 1, \"asso\": 2, \"azmq\": 2, \"76ah\": 2, \"126h\": 5, \"aget\": 1, \"amtu\": 4, \"831h\": 2, \"789h\": 2, \"4c9h\": 2, \"amv\": 2, \"aau\": 2, \"35ch\": 2, \"as3d\": 2, \"5a2h\": 2, \"575h\": 2, \"auo\": 1, \"444h\": 2, \"4fch\": 4, \"astr\": 19, \"325h\": 2, \"1a3h\": 2, \"476h\": 2, \"944h\": 2, \"a0b\": 2, \"5f6h\": 1, \"4edh\": 1, \"3bdh\": 1, \"994h\": 4, \"73eh\": 2, \"2f4h\": 2, \"52ah\": 2, \"4d1h\": 2, \"567h\": 2, \"8cch\": 2, \"adhc\": 2, \"876h\": 2, \"8d3h\": 2, \"3e4h\": 2, \"arzu\": 1, \"aon\": 2, \"an1u\": 4, \"app\": 2, \"30eh\": 2, \"5a1h\": 2, \"fild\": 2, \"613h\": 2, \"a16g\": 2, \"aor\": 2, \"main\": 2012, \"hlt\": 2035, \"afd0\": 12, \"352h\": 10, \"820h\": 2, \"abar\": 2, \"as0\": 10, \"ai0\": 4, \"abdz\": 1, \"achm\": 1, \"aap\": 1, \"ldmxcsr\": 17, \"fadd\": 6, \"2e9h\": 5, \"47fh\": 5, \"93dh\": 5, \"2ddh\": 5, \"83eh\": 5, \"8c7h\": 5, \"apc\": 9, \"alb\": 3, \"3dah\": 3, \"ais\": 1, \"43fh\": 6, \"9c5h\": 2, \"1d5h\": 6, \"asmp\": 1, \"292h\": 1, \"packssdw\": 2, \"arc0\": 25, \"acmv\": 24, \"abrl\": 1, \"lfence\": 2, \"rdtsc\": 2, \"apkt\": 1, \"adyn\": 1, \"a0x0\": 1, \"646h\": 1, \"86ch\": 1, \"5fbh\": 1, \"aid0\": 1, \"psrad\": 5, \"agdk\": 2, \"afoo\": 8, \"acp0\": 1, \"a540\": 3, \"aspi\": 1, \"42ah\": 4, \"ds\": 6, \"7ebh\": 4, \"ac0\": 2, \"avi3\": 2, \"449h\": 2, \"aops\": 2, \"a30f\": 1, \"ai71\": 2, \"al20\": 2, \"ak16\": 2, \"aeie\": 9, \"8c0h\": 2, \"pextrd\": 3, \"825h\": 1, \"8afh\": 1, \"97eh\": 1, \"9c3h\": 1, \"9cdh\": 1, \"8f7h\": 1, \"92bh\": 1, \"artd\": 1, \"atpp\": 1, \"877h\": 1, \"77ah\": 4, \"aerr\": 5, \"exit\": 1, \"940h\": 1, \"770h\": 2, \"ulog\": 1, \"972h\": 14, \"9afh\": 14, \"7c0h\": 2, \"atxt\": 1, \"882h\": 1, \"ar0\": 1, \"aacx\": 1, \"502h\": 1, \"vzeroall\": 1, \"blsmsk\": 1, \"lzcnt\": 3, \"jrcxz\": 2, \"32ah\": 13, \"4adh\": 13, \"81ch\": 13, \"paddb\": 3, \"ae12\": 8, \"ae01\": 4, \"afds\": 5, \"899h\": 1, \"36dh\": 1, \"896h\": 1, \"60eh\": 1, \"3b0h\": 2, \"179h\": 1, \"52fh\": 1, \"768h\": 1, \"883h\": 1, \"adlv\": 2, \"actl\": 1, \"ae14\": 1, \"agdi\": 5, \"467h\": 1, \"824h\": 1, \"ahc\": 1, \"5d1h\": 1, \"291h\": 1, \"473h\": 1, \"72ch\": 2, \"a41m\": 2, \"9f0h\": 1, \"asnr\": 1, \"ul\": 8, \"ep\": 1, \"so\": 1, \"gp\": 1, \"aui\": 2, \"6f8h\": 2, \"a261\": 3, \"fucomip\": 4, \"90ah\": 4, \"asz8\": 1, \"vptest\": 1, \"pmaxsw\": 1, \"a104\": 1, \"2dah\": 1, \"a278\": 1, \"6e0h\": 1, \"639h\": 1, \"vfmadd213sd\": 1, \"aesenclast\": 1, \"aesdeclast\": 1, \"zmm1\": 3, \"zmm2\": 1, \"66bh\": 1, \"3c1h\": 1, \"571h\": 1, \"531h\": 1, \"75eh\": 1, \"424h\": 1, \"903h\": 1, \"672h\": 1, \"710h\": 1, \"33bh\": 1}", "word_docs": "{\"rsp\": 313590, \"endbr64\": 254406, \"test\": 196436, \"rax\": 454359, \"mov\": 1152836, \"sub\": 152397, \"push\": 372637, \"rbp\": 375494, \"rbx\": 360561, \"r12\": 237666, \"r13\": 188245, \"ebp\": 19349, \"pop\": 170018, \"xor\": 175975, \"rdx\": 214914, \"r9\": 33843, \"rsi\": 260215, \"cmp\": 166435, \"rdi\": 432902, \"lea\": 290863, \"jnz\": 124433, \"retn\": 194911, \"edx\": 139926, \"80h\": 3495, \"call\": 466825, \"shr\": 15728, \"jz\": 201690, \"sar\": 7045, \"3fh\": 6584, \"add\": 148940, \"r14\": 185647, \"r15\": 140992, \"edi\": 85541, \"esi\": 112815, \"2ah\": 601, \"0d8h\": 2000, \"r13d\": 15830, \"as\": 812, \"rcx\": 127182, \"and\": 21691, \"eax\": 289580, \"r15d\": 10122, \"ecx\": 82564, \"ebx\": 34965, \"r8d\": 24106, \"jmp\": 298670, \"r8\": 57936, \"dl\": 9277, \"sil\": 3711, \"movzx\": 42499, \"dil\": 2248, \"cl\": 8999, \"movsxd\": 14646, \"7fh\": 1089, \"ja\": 6957, \"18h\": 21255, \"jle\": 7251, \"1fh\": 2470, \"r9d\": 14182, \"r8b\": 1160, \"al\": 36589, \"r12d\": 21195, \"12h\": 972, \"r14d\": 12993, \"js\": 6107, \"or\": 14897, \"ah\": 883, \"cdqe\": 2398, \"4bh\": 156, \"16h\": 866, \"a252\": 2, \"24h\": 560, \"45h\": 225, \"pxor\": 14201, \"xmm0\": 40663, \"nop\": 32148, \"movaps\": 6769, \"jb\": 9493, \"0ah\": 4584, \"xorps\": 702, \"aibt\": 1, \"arel\": 3, \"cmovnz\": 3045, \"jns\": 1955, \"jg\": 6035, \"10h\": 34377, \"leave\": 43178, \"not\": 1460, \"64h\": 589, \"30h\": 10778, \"38h\": 10582, \"4ch\": 191, \"file\": 206, \"s\": 347, \"r11\": 5620, \"movdqu\": 3804, \"movups\": 13387, \"2eh\": 900, \"di\": 1001, \"100h\": 1463, \"shl\": 17746, \"r10\": 11112, \"20h\": 24846, \"23h\": 556, \"jbe\": 16833, \"movsx\": 3439, \"21h\": 705, \"imul\": 4383, \"50h\": 3788, \"sbb\": 1550, \"r11d\": 2856, \"ror\": 191, \"0f0h\": 812, \"xmm4\": 1089, \"40h\": 7793, \"400h\": 803, \"41h\": 545, \"3dh\": 410, \"0eh\": 1330, \"110h\": 331, \"0e0h\": 538, \"0a8h\": 932, \"setz\": 5662, \"31h\": 369, \"jnb\": 7969, \"r9b\": 774, \"1d9h\": 15, \"movsd\": 2458, \"cmovz\": 3655, \"setnz\": 5928, \"76h\": 146, \"66h\": 322, \"bl\": 2248, \"28h\": 11614, \"0ffh\": 1359, \"ar\": 73, \"7ch\": 144, \"env\": 43, \"0fh\": 2651, \"ax\": 8143, \"32h\": 354, \"3a7h\": 3, \"268h\": 26, \"200h\": 920, \"r10d\": 4664, \"idiv\": 311, \"cqo\": 132, \"cmovnb\": 813, \"0c1h\": 65, \"37h\": 626, \"ascs\": 5, \"0a2h\": 121, \"17h\": 697, \"0d0h\": 1253, \"14h\": 929, \"118h\": 297, \"cx\": 1174, \"46h\": 303, \"neg\": 2636, \"cmovs\": 369, \"48h\": 4039, \"movss\": 1043, \"xmm1\": 10034, \"movdqa\": 2232, \"xmm6\": 780, \"xmm5\": 965, \"cvtss2sd\": 177, \"xmm2\": 3783, \"por\": 46, \"pandn\": 5, \"pcmpgtd\": 20, \"xmm7\": 948, \"divsd\": 231, \"punpcklqdq\": 2932, \"movq\": 6017, \"2ch\": 616, \"0ch\": 2448, \"done\": 2, \"2d0h\": 26, \"1c2h\": 17, \"cmovbe\": 895, \"setb\": 832, \"cs\": 1080, \"stosq\": 1054, \"dx\": 2024, \"0edh\": 30, \"1d1h\": 20, \"36h\": 219, \"70h\": 2206, \"5eh\": 321, \"0d6h\": 39, \"5dh\": 226, \"158h\": 129, \"67h\": 192, \"0bch\": 19, \"222h\": 11, \"0b5h\": 30, \"8fh\": 49, \"10bh\": 65, \"azd\": 3, \"4eh\": 152, \"3bh\": 282, \"88h\": 1172, \"bx\": 435, \"bt\": 922, \"0dh\": 1605, \"7bh\": 136, \"atc\": 2, \"cvttsd2si\": 364, \"btc\": 82, \"subsd\": 201, \"5bh\": 265, \"aoff\": 26, \"ai\": 28, \"61h\": 897, \"58h\": 2475, \"1eh\": 736, \"68h\": 2927, \"210h\": 66, \"5\": 15, \"60h\": 3414, \"4\": 34, \"3e8h\": 288, \"3ah\": 578, \"3ch\": 425, \"comisd\": 273, \"cmova\": 931, \"r14b\": 705, \"movapd\": 574, \"22h\": 873, \"2dh\": 912, \"jl\": 1595, \"xmm3\": 2084, \"cvtsi2ss\": 177, \"ahup\": 2, \"jo\": 173, \"cmovg\": 456, \"r12b\": 1275, \"ac\": 81, \"7ah\": 168, \"bpl\": 1458, \"7dh\": 159, \"43h\": 265, \"0e2h\": 16, \"mulsd\": 282, \"5fh\": 437, \"addsd\": 442, \"235h\": 12, \"bswap\": 1809, \"2fh\": 1793, \"410h\": 49, \"asmv\": 1, \"ass\": 234, \"ayy\": 10, \"1b6h\": 42, \"9ah\": 52, \"52h\": 223, \"1bh\": 425, \"1\": 112, \"aiso\": 7, \"a576\": 9, \"0bh\": 2167, \"si\": 1180, \"0dfh\": 103, \"aok\": 39, \"xchg\": 3598, \"238h\": 47, \"xadd\": 1180, \"54h\": 145, \"4d0h\": 20, \"124h\": 35, \"n\": 161, \"2a8h\": 39, \"0e8h\": 625, \"90h\": 1117, \"set\": 14, \"st\": 22, \"fstp\": 36, \"1f1h\": 10, \"19h\": 722, \"jge\": 1393, \"1e2h\": 10, \"39h\": 279, \"120h\": 245, \"mul\": 520, \"free\": 1036, \"29h\": 475, \"72h\": 641, \"65h\": 331, \"98h\": 773, \"73h\": 268, \"71h\": 150, \"aouq\": 2, \"s2\": 168, \"115h\": 24, \"0b8h\": 456, \"cmovl\": 407, \"6fh\": 208, \"62h\": 195, \"r13b\": 941, \"movsq\": 177, \"5ch\": 447, \"rol\": 749, \"27h\": 527, \"2d8h\": 34, \"atab\": 3, \"afat\": 6, \"func\": 211, \"6eh\": 273, \"ahdm\": 10, \"aeo\": 2, \"afs\": 6, \"movd\": 1029, \"amtd\": 2, \"acsd\": 2, \"74h\": 197, \"div\": 1190, \"aunb\": 2, \"0a0h\": 956, \"0b0h\": 1385, \"aadd\": 12, \"242h\": 13, \"140h\": 194, \"484h\": 4, \"8e7h\": 2, \"axts\": 4, \"punpckldq\": 309, \"agap\": 2, \"11h\": 1094, \"0feh\": 364, \"s1\": 114, \"0d5h\": 35, \"290h\": 61, \"a1fv\": 2, \"adc\": 317, \"26h\": 682, \"2\": 115, \"bp\": 225, \"bsr\": 324, \"bsf\": 63, \"r15w\": 72, \"13h\": 804, \"0a5h\": 26, \"0cch\": 25, \"4fh\": 184, \"92h\": 44, \"1ah\": 601, \"setnbe\": 315, \"8f4h\": 6, \"cvtsi2sd\": 672, \"47h\": 206, \"3eh\": 492, \"r8w\": 276, \"r10b\": 450, \"0d7h\": 16, \"am\": 15, \"cmovge\": 213, \"20fh\": 20, \"alvm\": 6, \"0c0h\": 715, \"1e7h\": 17, \"72ah\": 2, \"8b2h\": 2, \"a2f\": 10, \"79h\": 227, \"15h\": 855, \"468h\": 106, \"1a8h\": 116, \"ahid\": 9, \"7eh\": 237, \"1dh\": 486, \"1a6h\": 14, \"1d8h\": 130, \"0fbh\": 109, \"2c6h\": 19, \"108h\": 202, \"1dch\": 13, \"aini\": 2, \"r13w\": 121, \"apss\": 6, \"1dbh\": 6, \"23eh\": 5, \"151h\": 11, \"24fh\": 8, \"0e7h\": 31, \"55h\": 153, \"asss\": 58, \"0fdh\": 157, \"240h\": 32, \"alld\": 5, \"78h\": 1355, \"128h\": 223, \"183h\": 12, \"0ach\": 302, \"25h\": 539, \"75h\": 141, \"r9w\": 143, \"202h\": 63, \"102h\": 63, \"104h\": 41, \"1e8h\": 59, \"51h\": 122, \"asdu\": 2, \"r15b\": 489, \"aqos\": 2, \"ayes\": 34, \"5ah\": 143, \"4ah\": 166, \"0f8h\": 367, \"418h\": 54, \"6dh\": 226, \"anow\": 1, \"alo\": 4, \"198h\": 224, \"800h\": 459, \"498h\": 11, \"paddq\": 74, \"cmovns\": 307, \"azu\": 6, \"6ch\": 234, \"ald\": 10, \"430h\": 30, \"802h\": 5, \"919h\": 1, \"9abh\": 3, \"61ch\": 7, \"inc\": 2697, \"230h\": 97, \"pcmpeqd\": 90, \"8b8h\": 6, \"al0\": 5, \"69h\": 175, \"ao\": 14, \"5eeh\": 1, \"dec\": 4598, \"105h\": 50, \"aval\": 5, \"0f9h\": 75, \"82h\": 88, \"34h\": 355, \"cmovb\": 1090, \"7d0h\": 26, \"amd5\": 12, \"0bfh\": 89, 